[
  {
    "id": "mantra.shiva_maha_mrityunjaya",
    "deity": "ശിവൻ",
    "text": "Om Tryambakam Yajamahe Sugandhim Pushtivardhanam Urvarukamiva Bandhanat Mrityormukshiya Mamritat",
    "explanation": [
      "മഹാ മൃത്യുഞ്ജയ എന്നറിയപ്പെടുന്ന ഈ മന്ത്രം ശിവന്റെ രോഗശാന്തിയും മോചനശക്തിയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ത്ര്യംബകം' എന്നത് ശിവന്റെ മൂന്ന് കണ്ണുകളുള്ള രൂപത്തെ സൂചിപ്പിക്കുന്നു, ഇത് ജ്ഞാനത്തെയും തിരിച്ചറിവിനെയും പ്രതീകപ്പെടുത്തുന്നു.",
      "ഇത് ശാരീരികവും മാനസികവുമായ രോഗശാന്തിക്ക് പ്രോത്സാഹനം നൽകുന്നു, മരണഭയം കുറയ്ക്കുന്നു, ആത്മീയമായ വിമോചനത്തെ പരിപോഷിപ്പിക്കുന്നു.",
      "ദിവസേന 108 തവണ, പ്രത്യേകിച്ച് രോഗാവസ്ഥയിലോ സമ്മർദ്ദത്തിലോ ചൊല്ലുന്നത്, പ്രതിരോധശേഷിയും ആന്തരിക സമാധാനവും വർദ്ധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം",
      "ref": "7.59.12"
    },
    "tags": ["ആരോഗ്യം", "മോചനം", "ശിവൻ"],
    "devanagari": "ॐ त्र्यम्बकं यजामहे सुगन्धिम् पुष्टिवर्धनम् उर्वारुकमिव बन्धनात् मृत्योर्मुक्षीय माऽमृतात्",
    "iast": "oṃ tryambakaṃ yajāmahe sugandhiṃ puṣṭivardhanam urvārukamiva bandhanāt mṛtyormukṣīya mā’mṛtāt",
    "simplified_pronunciation": "Om Try-am-ba-kam Ya-ja-ma-hey Su-gan-dhim Push-ti-var-dha-nam Ur-va-ru-ka-miva Ban-dha-naat Mri-tyor-muk-shee-ya Ma-am-ri-taat",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "weight": 1.4
  },
  {
    "id": "mantra.gayatri_mantra",
    "text": "Om Bhur Bhuvah Svah Tat Savitur Varenyam Bhargo Devasya Dhimahi Dhiyo Yo Nah Prachodayat",
    "explanation": [
      "ഋഗ്വേദത്തിൽ നിന്നുള്ള ഗായത്രി മന്ത്രം, സവിതൂർ അഥവാ സൂര്യദേവന്റെ ദിവ്യമായ പ്രകാശത്തെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ബുദ്ധിയെ മൂർച്ച കൂട്ടുകയും വ്യക്തത വർദ്ധിപ്പിക്കുകയും ആത്മീയ ഉണർവിന് കാരണമാവുകയും ചെയ്യുന്നു.",
      "പ്രഭാതത്തിലോ ഉച്ചസമയത്തോ ഉള്ള ജപം മനസ്സിനെ സാർവത്രിക ജ്ഞാനവുമായി ബന്ധിപ്പിക്കുകയും ശ്രദ്ധയും ഉൾക്കാഴ്ചയും പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ഏകാഗ്രതയും ദൈനംദിന ജീവിതത്തിലെ തീരുമാനമെടുക്കാനുള്ള കഴിവും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം",
      "ref": "3.62.10"
    },
    "tags": ["ജ്ഞാനം", "വ്യക്തത", "ആത്മീയ"],
    "devanagari": "ॐ भूर्भुवः स्वः तत्सवितुर्वरेण्यं भर्गो देवस्य धीमहि धियो यो नः प्रचोदयात्",
    "iast": "oṃ bhūr bhuvaḥ svaḥ tat savitur vareṇyaṃ bhargo devasya dhīmahi dhiyo yo naḥ pracodayāt",
    "simplified_pronunciation": "Om Bhoor Bhu-vah Swa-ha Tat Sa-vi-tur Va-ren-yam Bhar-go De-vas-ya Dhee-ma-hi Dhi-yo Yo Nah Pra-cho-da-yat",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "weight": 1.4
  },
  {
    "id": "mantra.ganesha_vakratunda",
    "deity": "ഗണപതി",
    "text": "Vakratunda Mahakaya Suryakoti Samaprabha Nirvighnam Kuru Me Deva Sarva Karyeshu Sarvada",
    "explanation": [
      "ഈ മന്ത്രം വിഘ്നങ്ങൾ മാറ്റുന്ന ഗണപതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു, എല്ലാ കാര്യങ്ങളിലും വിജയം ഉണ്ടാകാൻ ഇത് സഹായിക്കുന്നു.",
      "'വക്രതുണ്ഡം' എന്നത് ഗണപതിയുടെ വളഞ്ഞ തുമ്പിക്കൈയെ സൂചിപ്പിക്കുന്നു; 'മഹാകായ' എന്നത് അദ്ദേഹത്തിന്റെ വലിയ ശക്തിയെ സൂചിപ്പിക്കുന്നു.",
      "പുതിയ സംരംഭങ്ങൾക്ക് മുൻപ് ഇത് ചൊല്ലുന്നത് മാനസികവും ബാഹ്യവുമായ തടസ്സങ്ങൾ നീക്കുകയും ആത്മവിശ്വാസം വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "വിദ്യാർത്ഥികൾക്കും പ്രൊഫഷണലുകൾക്കും ഏതൊരു പുതിയ പ്രോജക്റ്റ് തുടങ്ങുന്നവർക്കും ഇത് ഉചിതമാണ്, ഇത് ശ്രദ്ധയും നേട്ടവും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "സ്മാർത്ഥ സമ്പ്രദായം"
    },
    "tags": ["വിജയം", "വിഘ്നം", "ഗണപതി"],
    "devanagari": "वक्रतुण्ड महाकाय सूर्यकोटि समप्रभ निर्विघ्नं कुरु मे देव सर्व कार्येषु सर्वदा",
    "iast": "vakratuṇḍa mahākāya sūryakoṭi samaprabha nirvighnaṃ kuru me deva sarva kāryeṣu sarvadā",
    "simplified_pronunciation": "Vak-ra-tun-da Maha-kaa-ya Soor-ya-ko-ti Sa-ma-pra-bha Nir-vigh-nam Ku-ru Mey De-va Sar-va Kaar-ye-shu Sar-va-da",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_ya_devi",
    "deity": "ദുർഗ്ഗ",
    "text": "Ya Devi Sarvabhuteshu Shakti Rupena Samsthita Namastasyei Namastasyei Namastasyei Namo Namah",
    "explanation": [
      "ദേവീ മാഹാത്മ്യത്തിൽ നിന്നുള്ള ഈ മന്ത്രം ദുർഗ്ഗയുടെ സാർവത്രികമായ ദിവ്യശക്തിയെ വണങ്ങുന്നു.",
      "ഇത് ആന്തരികവും ബാഹ്യവുമായ വെല്ലുവിളികൾക്കെതിരെ ശക്തിയും ധൈര്യവും സംരക്ഷണവും നൽകാൻ പ്രേരിപ്പിക്കുന്നു.",
      "നവരാത്രി കാലത്തോ കഠിനമായ സമയങ്ങളിലോ ഇത് ചൊല്ലുന്നത് സ്ഥിരതയും ഭയമില്ലാത്ത നിശ്ചയദാർഢ്യവും ശക്തിപ്പെടുത്തുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആന്തരിക ആത്മവിശ്വാസവും ആത്മീയ ധൈര്യവും വളർത്തുന്നു."
    ],
    "source": {
      "title": "ദേവീ മാഹാത്മ്യം"
    },
    "tags": ["ശക്തി", "സംരക്ഷണം", "ദുർഗ്ഗ"],
    "devanagari": "या देवी सर्वभूतेषु शक्तिरूपेण संस्थिता नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः",
    "iast": "yā devī sarvabhūteṣu śaktirūpeṇa saṃsthitā namastasyai namastasyai namastasyai namo namaḥ",
    "simplified_pronunciation": "Ya De-vee Sar-va-bhoo-te-shu Shak-ti-roo-pe-na Sam-sthi-ta Na-mas-tas-yai Na-mas-tas-yai Na-mas-tas-yai Na-mo Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "season": ["നവരാത്രി"],
    "weight": 1.3
  },
  {
    "id": "mantra.krishna_om_namo_bhagavate",
    "deity": "കൃഷ്ണൻ",
    "text": "Om Namo Bhagavate Vasudevaya",
    "explanation": [
      "ഈ മന്ത്രം പരമ ദിവ്യനായ വാസുദേവനായി കൃഷ്ണനെ ഉദ്‌ബോധിപ്പിക്കുന്നു, ഇത് സ്നേഹവും ഭക്തിയും വളർത്തുന്നു.",
      "ഇത് ആത്മീയ ബന്ധം വർദ്ധിപ്പിക്കുന്നു, ആന്തരിക സന്തോഷം പ്രോത്സാഹിപ്പിക്കുന്നു, ഹൃദയത്തെ കരുണയുമായി യോജിപ്പിക്കുന്നു.",
      "ധ്യാനസമയത്തോ ഭക്തിപരമായ അനുഷ്ഠാനങ്ങളിലോ ചൊല്ലുന്നത് നന്ദിയും വൈകാരിക സന്തുലിതാവസ്ഥയും മെച്ചപ്പെടുത്തുന്നു.",
      "ദിവ്യസാന്നിദ്ധ്യവും ലക്ഷ്യബോധവും വളർത്താൻ ദൈനംദിന ഉപയോഗത്തിന് ഉചിതം."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ഭക്തി", "സ്നേഹം", "കൃഷ്ണൻ"],
    "devanagari": "ॐ नमो भगवते वासुदेवाय",
    "iast": "oṃ namo bhagavate vāsudevāya",
    "simplified_pronunciation": "Om Na-mo Bha-ga-va-tey Vaa-su-de-va-ya",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.lakshmi_om_hreem",
    "deity": "ലക്ഷ്മി",
    "text": "Om Hreem Mahalakshmyai Namah",
    "explanation": [
      "ഈ മന്ത്രം ഐശ്വര്യത്തിനും ആന്തരിക സമാധാനത്തിനുമായി ധനത്തിന്റെ ദേവതയായ ലക്ഷ്മിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഹ്രീം' എന്നത് സമൃദ്ധിയെയും ആത്മീയ വളർച്ചയെയും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "ദീപാവലിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് പോസിറ്റീവ് ഊർജ്ജത്തെയും ഭൗതിക ക്ഷേമത്തെയും ആകർഷിക്കുന്നു.",
      "ഇത് നന്ദി, കുറവുകൾ എന്ന മാനസികാവസ്ഥയുടെ കുറവ്, വൈകാരിക സ്ഥിരത എന്നിവയെ പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ഐശ്വര്യം", "ശാന്തി", "ലക്ഷ്മി"],
    "devanagari": "ॐ ह्रीं महालक्ष्म्यै नमः",
    "iast": "oṃ hrīṃ mahālakṣmyai namaḥ",
    "simplified_pronunciation": "Om Hreem Maha-laksh-myai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.2
  },
  {
    "id": "mantra.hanuman_manojavam",
    "deity": "ഹനുമാൻ",
    "text": "Manojavam Marutatulyavegam Jitendriyam Buddhimatam Varishtham",
    "explanation": [
      "ഈ മന്ത്രം ഹനുമാന്റെ വേഗത്തിലുള്ള മനസ്സിനെയും ശക്തിയെയും ജ്ഞാനത്തെയും പ്രകീർത്തിക്കുകയും അദ്ദേഹത്തിൻ്റെ ഊർജ്ജസ്വലമായ ശക്തിയെ ഉണർത്തുകയും ചെയ്യുന്നു.",
      "ഇത് നിശ്ചയദാർഢ്യം, മാനസിക വ്യക്തത, വെല്ലുവിളികളെ വേഗത്തിൽ മറികടക്കാനുള്ള കഴിവ് എന്നിവ വർദ്ധിപ്പിക്കുന്നു.",
      "ശ്രദ്ധയോ ശാരീരികമായ പ്രയത്നമോ ആവശ്യമുള്ള ജോലികൾക്ക് മുൻപ് ഇത് ചൊല്ലുന്നത് ഊർജ്ജവും അച്ചടക്കവും മെച്ചപ്പെടുത്തുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ധൈര്യം, സ്വയം നിയന്ത്രണം, ബുദ്ധിപരമായ മൂർച്ച എന്നിവ വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ശക്തി", "വ്യക്തത", "ഹനുമാൻ"],
    "devanagari": "मनोजवं मारुततुल्यवेगं जितेन्द्रियं बुद्धिमतां वरिष्ठम्",
    "iast": "manojavaṃ mārutatulyavegaṃ jitendriyaṃ buddhimatāṃ variṣṭham",
    "simplified_pronunciation": "Ma-no-ja-vam Maa-ru-ta-tul-ya-ve-gam Ji-ten-dri-yam Bud-dhi-ma-taam Va-rish-tham",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചക്ക് ശേഷം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.saraswati_om_aim",
    "deity": "സരസ്വതി",
    "text": "Om Aim Saraswatyai Namah",
    "explanation": [
      "ഈ മന്ത്രം ജ്ഞാനത്തിന്റെയും സർഗ്ഗാത്മക പ്രചോദനത്തിന്റെയും ദേവതയായ സരസ്വതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഐം' എന്നത് ബുദ്ധിയെയും കലാപരമായ ഭാവനയെയും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "പഠനത്തിനോ സർഗ്ഗാത്മകമായ ജോലിക്കോ മുൻപ് ചൊല്ലുന്നത് ശ്രദ്ധയെ മൂർച്ച കൂട്ടുകയും മാനസിക വ്യക്തത വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം അക്കാദമിക് വിജയത്തിനും വ്യക്തമായ ആശയവിനിമയത്തിനും നൂതനമായ ചിന്തയ്ക്കും പിന്തുണ നൽകുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ജ്ഞാനം", "സർഗ്ഗാത്മകത", "സരസ്വതി"],
    "devanagari": "ॐ ऐं सरस्वत्यै नमः",
    "iast": "oṃ aiṃ sarasvatyai namaḥ",
    "simplified_pronunciation": "Om Aim Sa-ras-wa-tyai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.rama_tarangini",
    "deity": "രാമൻ",
    "text": "Shri Rama Tarakam Mantra Japa",
    "explanation": [
      "ഈ മന്ത്രം സത്യത്തിന്റെയും കരുണയുടെയും പ്രതീകമായ രാമനെ ഉദ്‌ബോധിപ്പിക്കുന്നു, ധർമ്മവുമായി യോജിക്കാൻ ഇത് സഹായിക്കുന്നു.",
      "'താരകം' എന്നത് മോചനത്തെ സൂചിപ്പിക്കുന്നു, ചൊല്ലുന്നയാളെ ശരിയായ പ്രവൃത്തികളിലേക്ക് നയിക്കുന്നു.",
      "ജപം ആന്തരിക സമാധാനം, ധാർമ്മിക വ്യക്തത, ദൈനംദിന ജീവിതത്തിൽ ഒരു ലക്ഷ്യബോധം എന്നിവ വളർത്തുന്നു.",
      "ദയയും ആത്മീയ ശക്തിയും വളർത്താൻ പ്രഭാതത്തിലോ സന്ധ്യക്കോ ഉള്ള പരിശീലനത്തിന് ഉചിതം."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സത്യം", "കരുണ", "രാമൻ"],
    "devanagari": "श्री राम तारक मंत्र जप",
    "iast": "śrī rāma tāraka mantra japa",
    "simplified_pronunciation": "Shree Raam Taa-ra-ka Man-tra Ja-pa",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shanti_purnam",
    "text": "Om Purnamadah Purnamidam Purnat Purnamudachyate Purnasya Purnamadaya Purnameva Vashishyate",
    "explanation": [
      "ഈശോപനിഷത്തിൽ നിന്നുള്ള ഈ മന്ത്രം ദൈവത്തിൻ്റെയും സൃഷ്ടിയുടെയും പൂർണ്ണതയെ ഉറപ്പിക്കുന്നു.",
      "ഇത് പൂർണ്ണതയുടെ ഒരു തോന്നൽ വളർത്തുന്നു, കുറവുകളുടെയോ വേർതിരിവുകളുടെയോ തോന്നലുകൾ കുറയ്ക്കുന്നു.",
      "ദിവസാവസാനം ചൊല്ലുന്നത് ആന്തരിക സമാധാനവും ആത്മീയ സംതൃപ്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം നന്ദിയും പ്രപഞ്ചവുമായുള്ള ആഴത്തിലുള്ള ബന്ധവും വളർത്താൻ സഹായിക്കുന്നു."
    ],
    "source": {
      "title": "ഈശോപനിഷത്ത്"
    },
    "tags": ["പൂർണ്ണത", "ശാന്തി", "ആത്മീയ"],
    "devanagari": "ॐ पूर्णमदः पूर्णमिदं पूर्णात् पूर्णमुदच्यते पूर्णस्य पूर्णमादाय पूर्णमेवावशिष्यते",
    "iast": "oṃ pūrṇamadaḥ pūrṇamidaṃ pūrṇāt pūrṇamudacyate pūrṇasya pūrṇamādāya pūrṇamevāvaśiṣyate",
    "simplified_pronunciation": "Om Poor-nam-a-dah Poor-nam-i-dam Poor-naat Poor-nam-u-dach-ya-te Poor-nas-ya Poor-nam-aada-ya Poor-nam-eva-va-shish-ya-te",
    "suggested_reps": 11,
    "best_times": ["സന്ധ്യ", "രാത്രി"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "weight": 1.2
  },
  {
    "id": "mantra.vishnu_om_namo_narayanaya",
    "deity": "വിഷ്ണു",
    "text": "Om Namo Narayanaya",
    "explanation": [
      "ഈ മന്ത്രം സംരക്ഷകനായ വിഷ്ണുവിനെ ഉദ്‌ബോധിപ്പിക്കുന്നു, സംരക്ഷണത്തിനും ആത്മീയ സന്തുലിതാവസ്ഥയ്ക്കും ഇത് സഹായിക്കുന്നു.",
      "'നാരായണായ' എന്നത് വിഷ്ണുവിനെ എല്ലാ ജീവജാലങ്ങളുടെയും അഭയസ്ഥാനമായി സൂചിപ്പിക്കുന്നു, ഇത് സുരക്ഷിതത്വവും സൗഹാർദ്ദവും വളർത്തുന്നു.",
      "ഏകാദശിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് ആന്തരിക ശാന്തതയും ദിവ്യബന്ധവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ഇത് ഉത്കണ്ഠ കുറയ്ക്കാൻ സഹായിക്കുകയും ചൊല്ലുന്നയാളെ സാർവത്രിക ക്രമവുമായും സ്ഥിരതയുമായും യോജിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സംരക്ഷണം", "സന്തുലിതാവസ്ഥ", "വിഷ്ണു"],
    "devanagari": "ॐ नमो नारायणाय",
    "iast": "oṃ namo nārāyaṇāya",
    "simplified_pronunciation": "Om Na-mo Na-ra-ya-na-ya",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ഏകാദശി"],
    "weight": 1.2
  },
  {
    "id": "mantra.durga_om_aim_hreem",
    "deity": "ദുർഗ്ഗ",
    "text": "Om Aim Hreem Kleem Chamundayai Vicche",
    "explanation": [
      "ഈ ശക്തമായ മന്ത്രം സംരക്ഷണത്തിനും ശാക്തീകരണത്തിനുമായി ദുർഗ്ഗയുടെ തീവ്രമായ ഊർജ്ജത്തെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഐം,' 'ഹ്രീം,' 'ക്ലീം' എന്നീ ബീജാക്ഷരങ്ങൾ ജ്ഞാനം, ഊർജ്ജം, ആഗ്രഹ പൂർത്തീകരണം എന്നിവയെ വർദ്ധിപ്പിക്കുന്നു.",
      "നവരാത്രി കാലത്തോ വെല്ലുവിളികൾ നിറഞ്ഞ സമയങ്ങളിലോ ഇത് ചൊല്ലുന്നത് ധൈര്യവും മാനസിക വ്യക്തതയും വർദ്ധിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം സ്ഥിരത, ആത്മവിശ്വാസം, ആത്മീയ ശക്തി എന്നിവയെ പരിപോഷിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["സംരക്ഷണം", "ശാക്തീകരണം", "ദുർഗ്ഗ"],
    "devanagari": "ॐ ऐं ह्रीं क्लीं चामुण्डायै विच्चे",
    "iast": "oṃ aiṃ hrīṃ klīṃ cāmuṇḍāyai vicce",
    "simplified_pronunciation": "Om Aim Hreem Kleem Cha-mun-da-yai Vi-chey",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "ലളിതം",
    "season": ["നവരാത്രി"],
    "weight": 1.3
  },
  {
    "id": "mantra.krishna_govinda_jaya",
    "deity": "കൃഷ്ണൻ",
    "text": "Govinda Jaya Jaya Gopala Jaya Jaya",
    "explanation": [
      "ഈ ഭക്തിപരമായ മന്ത്രം ഗോവിന്ദനെയും ഗോപാലനെയും (കൃഷ്ണന്റെ പേരുകൾ) പ്രകീർത്തിക്കുകയും ഹൃദയത്തിൽ സന്തോഷം നിറയ്ക്കുകയും ചെയ്യുന്നു.",
      "ഇത് ഭക്തിയെയും സ്നേഹത്തെയും വർദ്ധിപ്പിക്കുന്നു, ആന്തരിക സമാധാനവും വൈകാരിക സന്തോഷവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ഭജനയിലോ ധ്യാനസമയത്തോ ചൊല്ലുന്നത് ദിവ്യബന്ധത്തെ ദൃഢപ്പെടുത്തുകയും മനസ്സിനെ ശാന്തമാക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആന്തരിക സന്തോഷത്തെയും ദൈവത്തോടുള്ള സ്നേഹത്തെയും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സന്തോഷം", "ഭക്തി", "കൃഷ്ണൻ"],
    "devanagari": "गोविन्द जय जय गोपाल जय जय",
    "iast": "govinda jaya jaya gopāla jaya jaya",
    "simplified_pronunciation": "Go-vin-da Ja-ya Ja-ya Go-pa-la Ja-ya Ja-ya",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shanti_saha_navavatu",
    "deity": "സാർവത്രികം",
    "text": "Om Saha Navavatu Saha Nau Bhunaktu Saha Viryam Karavavahai Tejasvi Navadhitamastu Ma Vidvishavahai",
    "explanation": [
      "തൈത്തിരീയ ഉപനിഷത്തിൽ നിന്നുള്ള ഈ ശാന്തിമന്ത്രം എല്ലാവർക്കും സൗഹാർദ്ദവും സമാധാനവും നേരുന്നു.",
      "ഇത് കൂട്ടായ പ്രവർത്തനത്തെയും, പഠന സാഹചര്യങ്ങളിലെ പരസ്പര ധാരണയെയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ദിവസത്തിന്റെ തുടക്കത്തിൽ ചൊല്ലുന്നത് ശാന്തതയും കൂട്ടായ ശക്തിയും വർദ്ധിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം പരസ്പര സൗഹാർദ്ദവും ആത്മീയ യോജിപ്പും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "തൈത്തിരീയ ഉപനിഷത്ത്"
    },
    "tags": ["സൗഹാർദ്ദം", "ശാന്തി", "സഹകരണം"],
    "devanagari": "ॐ सह नाववतु",
    "iast": "oṃ saha nāvavatu",
    "simplified_pronunciation": "Om Sa-ha Na-va-va-tu",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shiva_om_namah_shivaya",
    "deity": "ശിവൻ",
    "text": "Om Namah Shivaya",
    "explanation": [
      "പഞ്ചാക്ഷര മന്ത്രം എന്നറിയപ്പെടുന്ന ഈ അഞ്ച് അക്ഷരങ്ങളുള്ള മന്ത്രം ശിവന്റെ പരിവർത്തന ശക്തിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ആന്തരിക സമാധാനം വളർത്തുന്നു, നിഷേധാത്മകതയെ പുറത്തുവിടുന്നു, ആത്മീയ വളർച്ചയെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "പ്രഭാതത്തിൽ പ്രത്യേകിച്ച് ദിവസേന 108 തവണ ചൊല്ലുന്നത് മനസ്സിനെ ശാന്തമാക്കുകയും സ്ഥിരത വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "വ്യക്തതയും വൈകാരിക സന്തുലിതാവസ്ഥയും നേടാൻ ധ്യാനത്തിന് ഉചിതമാണ്."
    ],
    "source": {
      "title": "ശൈവ സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "പരിവർത്തനം", "ശിവൻ"],
    "devanagari": "ॐ नमः शिवाय",
    "iast": "oṃ namaḥ śivāya",
    "simplified_pronunciation": "Om Na-mah Shi-vai-ya",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.sarvesham_svastir",
    "deity": "സാർവത്രികം",
    "text": "Om Sarvesham Svastir Bhavatu Sarvesham Shantir Bhavatu Sarvesham Purnam Bhavatu Sarvesham Mangalam Bhavatu",
    "explanation": [
      "ഈ വൈദിക മന്ത്രം എല്ലാവർക്കും ക്ഷേമം, സമാധാനം, പൂർണ്ണത, മംഗളകരമായ അവസ്ഥ എന്നിവക്കായി പ്രാർത്ഥിക്കുന്നു.",
      "ഇത് സാർവത്രിക സൗഹാർദ്ദം, കരുണ, കൂട്ടായ ഐശ്വര്യം എന്നിവയെ വളർത്തുന്നു.",
      "കൂട്ടായ പ്രാർത്ഥനകളിലോ ധ്യാനസമയത്തോ ചൊല്ലുന്നത് ഐക്യവും പോസിറ്റീവ് ഊർജ്ജവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം മറ്റുള്ളവരുമായി സഹാനുഭൂതിയും ആത്മീയ ബന്ധവും വർദ്ധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈദിക സമ്പ്രദായം"
    },
    "tags": ["സൗഹാർദ്ദം", "ശാന്തി", "മംഗളം"],
    "devanagari": "ॐ सर्वेषां स्वस्तिर्भवतु सर्वेषां शान्तिर्भवतु सर्वेषां पूर्णं भवतु सर्वेषां मङ्गलं भवतु",
    "iast": "oṃ sarveṣāṃ svastir bhavatu sarveṣāṃ śāntir bhavatu sarveṣāṃ pūrṇaṃ bhavatu sarveṣāṃ maṅgalaṃ bhavatu",
    "simplified_pronunciation": "Om Sar-ve-shaam Swa-stir Bha-va-tu Sar-ve-shaam Shaan-tir Bha-va-tu Sar-ve-shaam Poor-nam Bha-va-tu Sar-ve-shaam Man-ga-lam Bha-va-tu",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_gam",
    "deity": "ഗണപതി",
    "text": "Om Gam Ganapataye Namah",
    "explanation": [
      "ഈ മന്ത്രം വിഘ്നങ്ങൾ മാറ്റുകയും സംരംഭങ്ങളിൽ വിജയം ഉറപ്പാക്കുകയും ചെയ്യാൻ ഗണപതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഗം' എന്നത് ഗണപതിയുടെ ബീജാക്ഷരമാണ്, മാനസികവും ശാരീരികവുമായ തടസ്സങ്ങൾ നീക്കാൻ അദ്ദേഹത്തിൻ്റെ ശക്തിയെ വർദ്ധിപ്പിക്കുന്നു.",
      "പുതിയ സംരംഭങ്ങൾക്കോ വെല്ലുവിളികൾക്കോ മുൻപ് ചൊല്ലുന്നത് ശ്രദ്ധയും ആത്മവിശ്വാസവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം വ്യക്തത, നിശ്ചയദാർഢ്യം, ജോലികളിൽ മിനുസമാർന്ന പുരോഗതി എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "സ്മാർത്ഥ സമ്പ്രദായം"
    },
    "tags": ["വിജയം", "വിഘ്നം", "ഗണപതി"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "Om Gam Ga-na-pa-ta-ye Na-mah",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.lakshmi_om_shreem_maha",
    "deity": "ലക്ഷ്മി",
    "text": "Om Shreem Mahalakshmyai Namah",
    "explanation": [
      "ഈ മന്ത്രം സമൃദ്ധി, ഐശ്വര്യം, ആത്മീയ ധനത്തിനായി ലക്ഷ്മിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ശ്രീം' എന്നത് പോസിറ്റീവ് ഊർജ്ജത്തെയും ഭൗതിക ക്ഷേമത്തെയും ആകർഷിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "ദീപാവലിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് നന്ദിയും സാമ്പത്തിക സ്ഥിരതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ഇത് സമൃദ്ധിയുടെ മാനസികാവസ്ഥയും വൈകാരിക സമാധാനവും വളർത്താൻ സഹായിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ഐശ്വര്യം", "സമൃദ്ധി", "ലക്ഷ്മി"],
    "devanagari": "ॐ श्रीं महालक्ष्म्यै नमः",
    "iast": "oṃ śrīṃ mahālakṣmyai namaḥ",
    "simplified_pronunciation": "Om Shreem Maha-laksh-myai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.2
  },
  {
    "id": "mantra.krishna_hare_krishna",
    "deity": "കൃഷ്ണൻ",
    "text": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
    "explanation": [
      "മഹാ മന്ത്രം എന്നറിയപ്പെടുന്ന ഇത് ദിവ്യ സ്നേഹത്തിനും ഭക്തിക്കുമായി കൃഷ്ണനെയും രാമനെയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ഹൃദയത്തെ ഉയർത്തുന്നു, കരുണയെ വളർത്തുന്നു, ആത്മീയ ബന്ധം ആഴത്തിലാക്കുന്നു.",
      "ദിവസേന 108 തവണ ചൊല്ലുന്നത് സന്തോഷം, നന്ദി, മറ്റുള്ളവരുമായുള്ള ഐക്യം എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "വൈകാരികവും ആത്മീയവുമായ സൗഹാർദ്ദം വളർത്താൻ ഭക്തിപരമായ അനുഷ്ഠാനങ്ങൾക്ക് ഉചിതമാണ്."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സ്നേഹം", "ഭക്തി", "കൃഷ്ണൻ"],
    "devanagari": "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे हरे राम हरे राम राम राम हरे हरे",
    "iast": "hare kṛṣṇa hare kṛṣṇa kṛṣṇa kṛṣṇa hare hare hare rāma hare rāma rāma rāma hare hare",
    "simplified_pronunciation": "Ha-rey Krishna Ha-rey Krishna Krishna Krishna Ha-rey Ha-rey Ha-rey Raam Ha-rey Raam Raam Raam Ha-rey Ha-rey",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_om_dum",
    "deity": "ദുർഗ്ഗ",
    "text": "Om Dum Durgayai Namah",
    "explanation": [
      "ഈ മന്ത്രം ധൈര്യത്തിനായി ദുർഗ്ഗയുടെ സംരക്ഷണാത്മകവും ശാക്തീകരണാത്മകവുമായ ഊർജ്ജത്തെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ദൂം' എന്നത് വെല്ലുവിളികൾ മറികടക്കാൻ അവരുടെ ശക്തിയെ ചാനൽ ചെയ്യുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "നവരാത്രിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് സ്ഥിരതയും ഭയമില്ലാത്തതും വളർത്തുന്നു.",
      "ഇത് ആന്തരിക ആത്മവിശ്വാസവും നിഷേധാത്മക ഊർജ്ജങ്ങളിൽ നിന്നുള്ള സംരക്ഷണവും പരിപോഷിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ധൈര്യം", "സംരക്ഷണം", "ദുർഗ്ഗ"],
    "devanagari": "ॐ दूं दुर्गायै नमः",
    "iast": "oṃ dūṃ durgāyai namaḥ",
    "simplified_pronunciation": "Om Doom Dur-ga-yai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["നവരാത്രി"],
    "weight": 1.3
  },
  {
    "id": "mantra.shanti_om_shanti",
    "text": "Om Shanti Shanti Shantih",
    "explanation": [
      "ഉപനിഷത്തുകളിൽ നിന്നുള്ള ഈ മന്ത്രം മനസ്സിനും ശരീരത്തിനും ആത്മാവിനും സാർവത്രിക സമാധാനത്തെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "മൂന്ന് തവണ ആവർത്തിക്കുന്നത് ശാരീരിക, മാനസിക, ആത്മീയ തലങ്ങളിൽ സമാധാനത്തെ അഭിസംബോധന ചെയ്യുന്നു.",
      "ദിവസാവസാനം ചൊല്ലുന്നത് സംഘർഷങ്ങളെ ശമിപ്പിക്കുകയും ആന്തരിക ശാന്തത പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ബന്ധങ്ങളിലും വ്യക്തിപരമായ ശാന്തതയിലും സൗഹാർദ്ദം വളർത്തുന്നു."
    ],
    "source": {
      "title": "ഉപനിഷത്തുകൾ"
    },
    "tags": ["ശാന്തി", "ശാന്തത", "സൗഹാർദ്ദം"],
    "devanagari": "ॐ शान्तिः शान्तिः शान्तिः",
    "iast": "oṃ śāntiḥ śāntiḥ śāntiḥ",
    "simplified_pronunciation": "Om Shaan-tee Shaan-tee Shaan-tee",
    "suggested_reps": 11,
    "best_times": ["സന്ധ്യ", "രാത്രി"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_hum",
    "deity": "ഹനുമാൻ",
    "text": "Om Hum Hanumate Namah",
    "explanation": [
      "ഈ മന്ത്രം ധൈര്യത്തിനും സേവനത്തിനുമായി ഹനുമാന്റെ ശക്തിയെയും ഭക്തിയെയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഹും' എന്നത് ഊർജ്ജവും നിശ്ചയദാർഢ്യവും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "വെല്ലുവിളികൾ നിറഞ്ഞ ജോലികൾക്കോ സമർപ്പണത്തിനോ മുൻപ് ചൊല്ലുന്നത് ആത്മവിശ്വാസവും ശ്രദ്ധയും വർദ്ധിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ശാരീരികവും മാനസികവുമായ സഹിഷ്ണുത, വിശ്വസ്തത എന്നിവ വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ധൈര്യം", "ഭക്തി", "ഹനുമാൻ"],
    "devanagari": "ॐ हुं हनुमते नमः",
    "iast": "oṃ huṃ hanumate namaḥ",
    "simplified_pronunciation": "Om Hum Ha-nu-ma-tey Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചക്ക് ശേഷം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.rama_om_shri_rama",
    "deity": "രാമൻ",
    "text": "Om Shri Ramaya Namah",
    "explanation": [
      "ഈ മന്ത്രം ധർമ്മത്തിന്റെ അവതാരമായ രാമനെ ഉദ്‌ബോധിപ്പിക്കുന്നു, സത്യത്തിനും ധാർമ്മികതയ്ക്കും ഇത് സഹായിക്കുന്നു.",
      "ഇത് ധാർമ്മിക വ്യക്തത, ആന്തരിക ശക്തി, ഒരാളുടെ കടമകളുമായുള്ള യോജിപ്പ് എന്നിവ വളർത്തുന്നു.",
      "ദിവസേന ചൊല്ലുന്നത് സമാധാനം, അച്ചടക്കം, കരുണാപരമായ പ്രവൃത്തി എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സത്യസന്ധതയും ലക്ഷ്യബോധവുമായി ജീവിക്കാൻ തിരയുന്നവർക്ക് ഉചിതമാണ്."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സത്യം", "ധർമ്മം", "രാമൻ"],
    "devanagari": "ॐ श्री रामाय नमः",
    "iast": "oṃ śrī rāmāya namaḥ",
    "simplified_pronunciation": "Om Shree Ra-ma-ya Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.vedanta_om_tat_sat",
    "text": "Om Tat Sat",
    "explanation": [
      "ഭഗവദ്ഗീതയിൽ നിന്നുള്ള ഈ മന്ത്രം അസ്തിത്വത്തിൻ്റെ നിത്യ സത്യത്തെ ഉറപ്പിക്കുന്നു.",
      "'തത്' എന്നത് 'അത്' എന്നും 'സത്' എന്നത് 'സത്യം' എന്നും അർത്ഥമാണ്, ചൊല്ലുന്നയാളെ ദിവ്യ യാഥാർത്ഥ്യവുമായി ബന്ധിപ്പിക്കുന്നു.",
      "ധ്യാനസമയത്ത് ചൊല്ലുന്നത് ആത്മീയ ശ്രദ്ധയും ലക്ഷ്യബോധവും ആഴത്തിലാക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം സാർവത്രിക സത്യവുമായുള്ള ഐക്യബോധം വളർത്തുന്നു."
    ],
    "source": {
      "title": "ഭഗവദ്ഗീത",
      "ref": "17.23"
    },
    "tags": ["സത്യം", "വ്യക്തത", "വേദാന്തം"],
    "devanagari": "ॐ तत् सत्",
    "iast": "oṃ tat sat",
    "simplified_pronunciation": "Om Tat Sat",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 2,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.saraswati_om_saraswati",
    "deity": "സരസ്വതി",
    "text": "Om Saraswati Namah",
    "explanation": [
      "ഈ ലളിതമായ മന്ത്രം ജ്ഞാനത്തിനും സർഗ്ഗാത്മകതയ്ക്കും വ്യക്തമായ സംസാരത്തിനുമായി സരസ്വതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് മാനസിക വ്യക്തത, പഠന കഴിവ്, കലാപരമായ ഭാവന എന്നിവ വർദ്ധിപ്പിക്കുന്നു.",
      "അക്കാദമികോ സർഗ്ഗാത്മകമോ ആയ ജോലികൾക്ക് മുൻപ് ചൊല്ലുന്നത് ശ്രദ്ധയെ മൂർച്ച കൂട്ടുകയും ആത്മവിശ്വാസം വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ബുദ്ധിപരമായ വളർച്ചയെയും ഫലപ്രദമായ ആശയവിനിമയത്തെയും പിന്തുണയ്ക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ജ്ഞാനം", "സർഗ്ഗാത്മകത", "സരസ്വതി"],
    "devanagari": "ॐ सरस्वति नमः",
    "iast": "oṃ sarasvati namaḥ",
    "simplified_pronunciation": "Om Sa-ras-wa-tee Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.vishnu_om_namo_vishnave",
    "deity": "വിഷ്ണു",
    "text": "Om Namo Vishnave",
    "explanation": [
      "ഈ മന്ത്രം സംരക്ഷണത്തിനും സൗഹാർദ്ദത്തിനും ആത്മീയ സന്തുലിതാവസ്ഥയ്ക്കുമായി വിഷ്ണുവിനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് സുരക്ഷിതത്വത്തിൻ്റെ തോന്നലും പ്രപഞ്ചത്തിൻ്റെ ദിവ്യ ക്രമവുമായുള്ള യോജിപ്പും വളർത്തുന്നു.",
      "ഏകാദശിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് ആന്തരിക ശാന്തതയും സ്ഥിരതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം ഉത്കണ്ഠ കുറയ്ക്കുകയും ദിവ്യ ബന്ധത്തിൻ്റെ തോന്നൽ വളർത്തുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സംരക്ഷണം", "സൗഹാർദ്ദം", "വിഷ്ണു"],
    "devanagari": "ॐ नमो विष्णवे",
    "iast": "oṃ namo viṣṇave",
    "simplified_pronunciation": "Om Na-mo Vish-na-vey",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ഏകാദശി"],
    "weight": 1.2
  },
  {
    "id": "mantra.shiva_om_tryambakam",
    "deity": "ശിവൻ",
    "text": "Om Tryambakam Yajamahe",
    "explanation": [
      "മഹാ മൃത്യുഞ്ജയയുടെ ഒരു ചെറിയ രൂപമായ ഈ മന്ത്രം രോഗശാന്തിക്കായി ശിവനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ത്ര്യംബകം' എന്നത് ശിവന്റെ സർവവ്യാപക ജ്ഞാനത്തെ സൂചിപ്പിക്കുന്നു, വൈകാരികവും ശാരീരികവുമായ ആരോഗ്യത്തെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സമ്മർദ്ദത്തിന്റെയോ രോഗാവസ്ഥയുടെയോ സമയത്ത് ചൊല്ലുന്നത് സ്ഥിരതയും ആത്മീയ മോചനവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആന്തരിക ശക്തിയെ വർദ്ധിപ്പിക്കുകയും ഭയം കുറയ്ക്കുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം",
      "ref": "7.59.12"
    },
    "tags": ["ആരോഗ്യം", "മോചനം", "ശിവൻ"],
    "devanagari": "ॐ त्र्यम्बकं यजामहे",
    "iast": "oṃ tryambakaṃ yajāmahe",
    "simplified_pronunciation": "Om Try-am-ba-kam Ya-ja-ma-hey",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "ലളിതം",
    "weight": 1.3
  },
  {
    "id": "mantra.lakshmi_om_shri_lakshmi",
    "deity": "ലക്ഷ്മി",
    "text": "Om Shri Lakshmyai Namah",
    "explanation": [
      "ഈ മന്ത്രം സമൃദ്ധി, സന്തോഷം, ആത്മീയ ഐശ്വര്യത്തിനായി ലക്ഷ്മിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് നന്ദിയെ വളർത്തുന്നു, പോസിറ്റീവ് ഊർജ്ജത്തെ ആകർഷിക്കുന്നു, ഭൗതിക ക്ഷേമത്തെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ദീപാവലിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് സമൃദ്ധിയുടെ മാനസികാവസ്ഥ വളർത്തുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം വൈകാരിക സ്ഥിരതയെയും ദിവ്യ കൃപയുടെ തോന്നലെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["സമൃദ്ധി", "സന്തോഷം", "ലക്ഷ്മി"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "Om Shree Laksh-myai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_ganapataye",
    "deity": "ഗണപതി",
    "text": "Om Ganapataye Namah",
    "explanation": [
      "ഈ മന്ത്രം വിഘ്നങ്ങൾ നീക്കുകയും സംരംഭങ്ങളിൽ വിജയം ഉറപ്പാക്കുകയും ചെയ്യാൻ ഗണപതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ശ്രദ്ധ, ആത്മവിശ്വാസം, പുതിയ സംരംഭങ്ങളിലോ വെല്ലുവിളികളിലോ മിനുസമാർന്ന പുരോഗതി എന്നിവ വളർത്തുന്നു.",
      "പ്രോജക്റ്റുകൾ തുടങ്ങുന്നതിനോ മാറ്റങ്ങളുടെ സമയത്തോ ചൊല്ലുന്നത് വ്യക്തതയും നിശ്ചയദാർഢ്യവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം പ്രശ്നപരിഹാര കഴിവുകളെയും മാനസിക സ്ഥിരതയെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "സ്മാർത്ഥ സമ്പ്രദായം"
    },
    "tags": ["വിജയം", "വിഘ്നം", "ഗണപതി"],
    "devanagari": "ॐ गणपतये नमः",
    "iast": "oṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "Om Ga-na-pa-ta-ye Na-mah",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_saha",
    "text": "Om Saha Navavatu",
    "explanation": [
      "തൈത്തിരീയ ഉപനിഷത്തിൽ നിന്നുള്ള ഒരു ചെറിയ രൂപമായ ഈ മന്ത്രം ശാന്തിയും സൗഹാർദ്ദവും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് പരസ്പര ധാരണയെയും സഹകരണത്തെയും വളർത്തുന്നു, കൂട്ടായ അല്ലെങ്കിൽ പഠന സാഹചര്യങ്ങൾക്ക് ഉചിതമാണ്.",
      "ദിവസത്തിന്റെ തുടക്കത്തിലോ സെഷനുകളിലോ ചൊല്ലുന്നത് ശാന്തതയും കൂട്ടായ ശക്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആശയവിനിമയ സൗഹാർദ്ദവും ആത്മീയ യോജിപ്പും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "തൈത്തിരീയ ഉപനിഷത്ത്"
    },
    "tags": ["ശാന്തി", "സൗഹാർദ്ദം", "സഹകരണം"],
    "devanagari": "ॐ सह नाववतु",
    "iast": "oṃ saha nāvavatu",
    "simplified_pronunciation": "Om Sa-ha Na-va-va-tu",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_han",
    "deity": "ഹനുമാൻ",
    "text": "Om Han Hanumate Namah",
    "explanation": [
      "ഈ മന്ത്രം ശക്തി, ഭക്തി, ഭയമില്ലാത്ത സേവനത്തിനായി ഹനുമാനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഹൻ' എന്നത് ഊർജ്ജവും നിശ്ചയദാർഢ്യവും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "ധൈര്യമോ സമർപ്പണമോ ആവശ്യമുള്ള ജോലികൾക്ക് മുൻപ് ചൊല്ലുന്നത് ആത്മവിശ്വാസവും ശ്രദ്ധയും വർദ്ധിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം സ്ഥിരത, വിശ്വസ്തത, നിസ്വാർത്ഥ പ്രവൃത്തി എന്നിവ വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ശക്തി", "ഭക്തി", "ഹനുമാൻ"],
    "devanagari": "ॐ हं हनुमते नमः",
    "iast": "oṃ haṃ hanumate namaḥ",
    "simplified_pronunciation": "Om Ham Ha-nu-ma-tey Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചക്ക് ശേഷം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.rama_om_shri_dharma",
    "deity": "രാമൻ",
    "text": "Om Shri Ramaya Namah",
    "explanation": [
      "ഈ മന്ത്രം സത്യം, കടമ, ധാർമ്മികത എന്നിവയുമായി യോജിക്കാൻ രാമനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ധാർമ്മിക വ്യക്തത, ആന്തരിക ശാന്തത, അച്ചടക്കമുള്ള പ്രവൃത്തി എന്നിവ വളർത്തുന്നു.",
      "ദിവസേന ചൊല്ലുന്നത് ലക്ഷ്യബോധവും കരുണാപരമായ പ്രവൃത്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സത്യസന്ധതയും ആത്മീയ ശക്തിയുമായി ജീവിക്കാൻ തിരയുന്നവർക്ക് ഉചിതമാണ്."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["സത്യം", "ധർമ്മം", "രാമൻ"],
    "devanagari": "ॐ श्री रामाय नमः",
    "iast": "oṃ śrī rāmāya namaḥ",
    "simplified_pronunciation": "Om Shree Ra-ma-ya Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.saraswati_om_aim_namah",
    "deity": "സരസ്വതി",
    "text": "Om Aim Namah",
    "explanation": [
      "ഈ സംക്ഷിപ്തമായ മന്ത്രം ജ്ഞാനത്തിനും സർഗ്ഗാത്മക പ്രചോദനത്തിനുമായി സരസ്വതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഐം' എന്നത് ബുദ്ധിപരമായ വ്യക്തതയെയും കലാപരമായ ഭാവനയെയും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "പഠനത്തിനോ സർഗ്ഗാത്മകമായ ജോലികൾക്കോ മുൻപ് ചൊല്ലുന്നത് ശ്രദ്ധയെ മൂർച്ച കൂട്ടുകയും മാനസിക മൂർച്ച വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം അക്കാദമിക് വിജയത്തിനും ഫലപ്രദമായ ആശയവിനിമയത്തിനും പിന്തുണ നൽകുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ജ്ഞാനം", "സർഗ്ഗാത്മകത", "സരസ്വതി"],
    "devanagari": "ॐ ऐं नमः",
    "iast": "oṃ aiṃ namaḥ",
    "simplified_pronunciation": "Om Aim Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.lakshmi_om_shri_peace",
    "deity": "ലക്ഷ്മി",
    "text": "Om Shri Lakshmyai Namah",
    "explanation": [
      "ഈ മന്ത്രം ശാന്തി, ഐശ്വര്യം, ആത്മീയ സമൃദ്ധിക്കായി ലക്ഷ്മിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് നന്ദിയെ വളർത്തുന്നു, പോസിറ്റീവ് ഊർജ്ജത്തെ ആകർഷിക്കുന്നു, വൈകാരിക സ്ഥിരത പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ദീപാവലിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് സമൃദ്ധിയുടെ മാനസികാവസ്ഥ വളർത്തുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം സന്തോഷത്തെയും ജീവിതത്തിൽ ദിവ്യ കൃപയുടെ തോന്നലെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "ഐശ്വര്യം", "ലക്ഷ്മി"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "Om Shree Laksh-myai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_gam_success",
    "deity": "ഗണപതി",
    "text": "Om Gam Ganapataye Namah",
    "explanation": [
      "ഈ മന്ത്രം വിഘ്നങ്ങൾ നീക്കുകയും സംരംഭങ്ങളിൽ വിജയം ഉറപ്പാക്കുകയും ചെയ്യാൻ ഗണപതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഗം' എന്നത് ശക്തമായ ഒരു ബീജാക്ഷരമാണ്, ശ്രദ്ധയും നിശ്ചയദാർഢ്യവും വർദ്ധിപ്പിക്കുന്നു.",
      "പുതിയ സംരംഭങ്ങൾക്കോ വെല്ലുവിളികൾക്കോ മുൻപ് ചൊല്ലുന്നത് വ്യക്തതയും ആത്മവിശ്വാസവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം പ്രശ്നപരിഹാര കഴിവുകളെയും മാനസിക സ്ഥിരതയെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "സ്മാർത്ഥ സമ്പ്രദായം"
    },
    "tags": ["വിജയം", "വിഘ്നം", "ഗണപതി"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "Om Gam Ga-na-pa-ta-ye Na-mah",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_saha_harmony",
    "text": "Om Saha Navavatu",
    "explanation": [
      "തൈത്തിരീയ ഉപനിഷത്തിൽ നിന്നുള്ള ഈ മന്ത്രം എല്ലാവർക്കും സൗഹാർദ്ദവും ശാന്തിയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് കൂട്ടായ അല്ലെങ്കിൽ പഠന സാഹചര്യങ്ങളിൽ സഹകരണത്തെയും പരസ്പര ധാരണയെയും വളർത്തുന്നു.",
      "ദിവസത്തിന്റെ തുടക്കത്തിൽ ചൊല്ലുന്നത് ശാന്തതയും കൂട്ടായ ശക്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആശയവിനിമയ സൗഹാർദ്ദവും ആത്മീയ യോജിപ്പും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "തൈത്തിരീയ ഉപനിഷത്ത്"
    },
    "tags": ["സൗഹാർദ്ദം", "ശാന്തി", "സഹകരണം"],
    "devanagari": "ॐ सह नाववतु",
    "iast": "oṃ saha nāvavatu",
    "simplified_pronunciation": "Om Sa-ha Na-va-va-tu",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_han_devotion",
    "deity": "ഹനുമാൻ",
    "text": "Om Han Hanumate Namah",
    "explanation": [
      "ഈ മന്ത്രം ഭക്തി, ശക്തി, നിസ്വാർത്ഥ സേവനത്തിനായി ഹനുമാനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഹൻ' എന്നത് ഊർജ്ജവും നിശ്ചയദാർഢ്യവും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "ധൈര്യമോ സമർപ്പണമോ ആവശ്യമുള്ള ജോലികൾക്ക് മുൻപ് ചൊല്ലുന്നത് ആത്മവിശ്വാസവും ശ്രദ്ധയും വർദ്ധിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം സ്ഥിരത, വിശ്വസ്തത, ആത്മീയ പ്രതിബദ്ധത എന്നിവ വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ഭക്തി", "ശക്തി", "ഹനുമാൻ"],
    "devanagari": "ॐ हं हनुमते नमः",
    "iast": "oṃ haṃ hanumate namaḥ",
    "simplified_pronunciation": "Om Ham Ha-nu-ma-tey Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചക്ക് ശേഷം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.vishnu_om_namo_peace",
    "deity": "വിഷ്ണു",
    "text": "Om Namo Narayanaya",
    "explanation": [
      "ഈ മന്ത്രം ശാന്തി, സംരക്ഷണം, ആത്മീയ സന്തുലിതാവസ്ഥയ്ക്കായി വിഷ്ണുവിനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ദിവ്യ ശുശ്രൂഷയുടെ തോന്നലും സാർവത്രിക സൗഹാർദ്ദവുമായുള്ള യോജിപ്പും വളർത്തുന്നു.",
      "ഏകാദശിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് ആന്തരിക ശാന്തതയും സ്ഥിരതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം ഉത്കണ്ഠ കുറയ്ക്കുകയും ദിവ്യ ബന്ധത്തിൻ്റെ തോന്നൽ വളർത്തുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "സംരക്ഷണം", "വിഷ്ണു"],
    "devanagari": "ॐ नमो नारायणाय",
    "iast": "oṃ namo nārāyaṇāya",
    "simplified_pronunciation": "Om Na-mo Na-ra-ya-na-ya",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ഏകാദശി"],
    "weight": 1.2
  },
  {
    "id": "mantra.saraswati_om_aim_wisdom",
    "deity": "സരസ്വതി",
    "text": "Om Aim Saraswatyai Namah",
    "explanation": [
      "ഈ മന്ത്രം ജ്ഞാനം, ഉൾക്കാഴ്ച, സർഗ്ഗാത്മക പ്രചോദനത്തിനായി സരസ്വതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഐം' എന്നത് ബുദ്ധിപരമായ വ്യക്തതയെയും കലാപരമായ ഭാവനയെയും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "പഠനത്തിനോ സർഗ്ഗാത്മകമായ ജോലികൾക്കോ മുൻപ് ചൊല്ലുന്നത് ശ്രദ്ധയെ മൂർച്ച കൂട്ടുകയും മാനസിക മൂർച്ച വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
      "തുടർച്ചയായ പരിശീലനം അക്കാദമിക് വിജയത്തിനും ഫലപ്രദമായ ആശയവിനിമയത്തിനും പിന്തുണ നൽകുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ജ്ഞാനം", "ഉൾക്കാഴ്ച", "സരസ്വതി"],
    "devanagari": "ॐ ऐं सरस्वत्यै नमः",
    "iast": "oṃ aiṃ sarasvatyai namaḥ",
    "simplified_pronunciation": "Om Aim Sa-ras-wa-tyai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shiva_om_namah_peace",
    "deity": "ശിവൻ",
    "text": "Om Namah Shivaya",
    "explanation": [
      "ഈ മന്ത്രം ആന്തരിക ശാന്തി, വ്യക്തത, ആത്മീയ പരിവർത്തനത്തിനായി ശിവനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് നിഷേധാത്മകതയെ പുറത്തുവിടാൻ സഹായിക്കുകയും വൈകാരിക സന്തുലിതാവസ്ഥയെയും സ്ഥിരതയെയും വളർത്തുകയും ചെയ്യുന്നു.",
      "പ്രഭാതത്തിൽ പ്രത്യേകിച്ച് ദിവസേന 108 തവണ ചൊല്ലുന്നത് മാനസിക ശാന്തതയും ആത്മീയ വളർച്ചയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "വ്യക്തതയും വൈകാരിക സ്ഥിരതയും നേടാൻ ധ്യാനത്തിന് ഉചിതമാണ്."
    ],
    "source": {
      "title": "ശൈവ സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "വ്യക്തത", "ശിവൻ"],
    "devanagari": "ॐ नमः शिवाय",
    "iast": "oṃ namaḥ śivāya",
    "simplified_pronunciation": "Om Na-mah Shi-vai-ya",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.krishna_hare_krishna_peace",
    "deity": "കൃഷ്ണൻ",
    "text": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
    "explanation": [
      "ഈ മഹാ മന്ത്രം ശാന്തി, ഭക്തി, ആത്മീയ സന്തോഷത്തിനായി കൃഷ്ണനെയും രാമനെയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് കരുണയെയും നന്ദിയെയും വളർത്തുന്നു, ദിവ്യവുമായി ആഴത്തിലുള്ള ബന്ധം സൃഷ്ടിക്കുന്നു.",
      "ദിവസേന 108 തവണ ചൊല്ലുന്നത് വൈകാരിക സൗഹാർദ്ദവും ആത്മീയ ഉയർച്ചയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സ്നേഹവും ശാന്തതയും വളർത്താൻ ഭക്തിപരമായ അനുഷ്ഠാനങ്ങൾക്ക് ഉചിതമാണ്."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "ഭക്തി", "കൃഷ്ണൻ"],
    "devanagari": "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे हरे राम हरे राम राम राम हरे हरे",
    "iast": "hare kṛṣṇa hare kṛṣṇa kṛṣṇa kṛṣṇa hare hare hare rāma hare rāma rāma rāma hare hare",
    "simplified_pronunciation": "Ha-rey Krishna Ha-rey Krishna Krishna Krishna Ha-rey Ha-rey Ha-rey Raam Ha-rey Raam Raam Raam Ha-rey Ha-rey",
    "suggested_reps": 108,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_om_dum_strength",
    "deity": "ദുർഗ്ഗ",
    "text": "Om Dum Durgayai Namah",
    "explanation": [
      "ഈ മന്ത്രം ശക്തി, ധൈര്യം, സംരക്ഷണത്തിനായി ദുർഗ്ഗയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ദൂം' എന്നത് വെല്ലുവിളികൾ മറികടക്കാൻ അവരുടെ തീവ്രമായ ഊർജ്ജത്തെ ചാനൽ ചെയ്യുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "നവരാത്രിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് സ്ഥിരതയും ഭയമില്ലാത്തതും വളർത്തുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം ആത്മവിശ്വാസവും നിഷേധാത്മക ഊർജ്ജങ്ങളിൽ നിന്നുള്ള സംരക്ഷണവും പരിപോഷിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["ശക്തി", "ധൈര്യം", "ദുർഗ്ഗ"],
    "devanagari": "ॐ दूं दुर्गायै नमः",
    "iast": "oṃ dūṃ durgāyai namaḥ",
    "simplified_pronunciation": "Om Doom Dur-ga-yai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["നവരാത്രി"],
    "weight": 1.3
  },
  {
    "id": "mantra.gayatri_om_tat_savitur",
    "text": "Om Tat Savitur Varenyam",
    "explanation": [
      "ഗായത്രി മന്ത്രത്തിൻ്റെ ഒരു ചെറിയ രൂപമായ ഇത് ദിവ്യ ജ്ഞാനത്തെയും പ്രകാശത്തെയും ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് മാനസിക വ്യക്തതയെ മൂർച്ച കൂട്ടുകയും ആത്മീയ ഉൾക്കാഴ്ചയെയും ശ്രദ്ധയെയും വളർത്തുകയും ചെയ്യുന്നു.",
      "പ്രഭാതത്തിലോ ഉച്ചസമയത്തോ ചൊല്ലുന്നത് ബുദ്ധിപരമായ വളർച്ചയെയും തീരുമാനമെടുക്കാനുള്ള കഴിവിനെയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ഏകാഗ്രതയെയും ആത്മീയ ബോധത്തെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം",
      "ref": "3.62.10"
    },
    "tags": ["ജ്ഞാനം", "പ്രകാശം", "ആത്മീയ"],
    "devanagari": "ॐ तत्सवितुर्वरेण्यं",
    "iast": "oṃ tat savitur vareṇyaṃ",
    "simplified_pronunciation": "Om Tat Sa-vi-tur Va-ren-yam",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "weight": 1.4
  },
  {
    "id": "mantra.lakshmi_om_shri_joy",
    "deity": "ലക്ഷ്മി",
    "text": "Om Shri Lakshmyai Namah",
    "explanation": [
      "ഈ മന്ത്രം സന്തോഷം, സമൃദ്ധി, ആത്മീയ ഐശ്വര്യത്തിനായി ലക്ഷ്മിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് നന്ദിയെ വളർത്തുന്നു, പോസിറ്റീവ് ഊർജ്ജത്തെ ആകർഷിക്കുന്നു, വൈകാരിക സ്ഥിരത പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ദീപാവലിക്കോ ദൈനംദിന പരിശീലനത്തിനോ ഇത് ചൊല്ലുന്നത് സമൃദ്ധിയുടെ മാനസികാവസ്ഥ വളർത്തുന്നു.",
      "തുടർച്ചയായ ഉപയോഗം വൈകാരിക സന്തോഷത്തെയും ദിവ്യ കൃപയുടെ തോന്നലെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["സന്തോഷം", "സമൃദ്ധി", "ലക്ഷ്മി"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "Om Shree Laksh-myai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_gam_clarity",
    "deity": "ഗണപതി",
    "text": "Om Gam Ganapataye Namah",
    "explanation": [
      "ഈ മന്ത്രം വ്യക്തത, വിജയം, വിഘ്നനിവാരണത്തിനായി ഗണപതിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഗം' എന്നത് ശ്രദ്ധയും നിശ്ചയദാർഢ്യവും വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "പുതിയ സംരംഭങ്ങൾക്കോ വെല്ലുവിളികൾക്കോ മുൻപ് ചൊല്ലുന്നത് ആത്മവിശ്വാസവും മാനസിക വ്യക്തതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം പ്രശ്നപരിഹാര കഴിവുകളെയും മിനുസമാർന്ന പുരോഗതിയെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "സ്മാർത്ഥ സമ്പ്രദായം"
    },
    "tags": ["വ്യക്തത", "വിജയം", "ഗണപതി"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "Om Gam Ga-na-pa-ta-ye Na-mah",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ചകാലം"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_shantih",
    "text": "Om Shantih",
    "explanation": [
      "ഈ ലളിതമായ മന്ത്രം മനസ്സിനും ശരീരത്തിനും ആത്മാവിനും ശാന്തിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് മാനസിക അസ്വസ്ഥതയെ ശമിപ്പിക്കുകയും ശാന്തതയുടെയും സൗഹാർദ്ദത്തിൻ്റെയും തോന്നൽ വളർത്തുകയും ചെയ്യുന്നു.",
      "ദിവസാവസാനം ചൊല്ലുന്നത് ആശ്വാസവും ആത്മീയ ശാന്തതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആന്തരിക ശാന്തിയെയും സമ്മർദ്ദം കുറയ്ക്കുന്നതിനെയും മെച്ചപ്പെടുത്തുന്നു."
    ],
    "source": {
      "title": "ഉപനിഷത്തുകൾ"
    },
    "tags": ["ശാന്തി", "ശാന്തത", "സൗഹാർദ്ദം"],
    "devanagari": "ॐ शान्तिः",
    "iast": "oṃ śāntiḥ",
    "simplified_pronunciation": "Om Shaan-tee",
    "suggested_reps": 11,
    "best_times": ["സന്ധ്യ", "രാത്രി"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.vishnu_shantakaram",
    "deity": "വിഷ്ണു",
    "text": "Shantakaram Bhujagashayanam Padmanabham Suresham Vishvadharam Gaganasadrisham Meghavarnam Shubhangam",
    "explanation": [
      "ഈ മന്ത്രം അനന്തനാഗത്തിൽ ശയിക്കുന്ന വിഷ്ണുവിന്റെ ശാന്തമായ രൂപത്തെ പ്രകീർത്തിക്കുന്നു, ഇത് ബ്രഹ്മാണ്ഡ സന്തുലിതാവസ്ഥയെ പ്രതീകപ്പെടുത്തുന്നു.",
      "ഇത് ആന്തരിക ശാന്തി, സംരക്ഷണം, സാർവത്രിക സൗഹാർദ്ദവുമായുള്ള യോജിപ്പ് എന്നിവ വളർത്തുന്നു.",
      "ധ്യാനസമയത്തോ ഏകാദശിക്കോ ചൊല്ലുന്നത് ആത്മീയ സ്ഥിരതയെയും ഭക്തിയെയും മെച്ചപ്പെടുത്തുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ശാന്തതയെയും സമ്മർദ്ദം കുറയ്ക്കുന്നതിനെയും ദിവ്യബന്ധത്തെ ആഴത്തിലാക്കുന്നതിനെയും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ സമ്പ്രദായം"
    },
    "tags": ["ശാന്തി", "സംരക്ഷണം", "വിഷ്ണു"],
    "devanagari": "शान्ताकारं भुजगशयनं पद्मनाभं सुरेशं विश्वाधारं गगनसदृशं मेघवर्णं शुभाङ्गम्",
    "iast": "śāntākāraṃ bhujagaśayanaṃ padmanābhaṃ sureśaṃ viśvādhāraṃ gaganasadṛśaṃ meghavarṇaṃ śubhāṅgam",
    "simplified_pronunciation": "Shaan-taa-kaa-ram Bhu-ja-ga-sha-ya-nam Pad-ma-naa-bham Su-re-sham Vish-vaa-dhaa-ram Ga-ga-na-sa-drisham Me-gha-var-nam Shu-bhaan-gam",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യപരം",
    "season": ["ഏകാദശി"],
    "weight": 1.2
  },
  {
    "id": "mantra.kali_om_krim",
    "deity": "കാളി",
    "text": "Om Krim Kalikayai Namah",
    "explanation": [
      "ഈ മന്ത്രം പരിവർത്തനത്തിന്റെ തീവ്രമായ ദേവതയായ കാളിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു, നിഷേധാത്മകതയും ഭയവും നീക്കാൻ ഇത് സഹായിക്കുന്നു.",
      "'ക്രീം' എന്നത് ആത്മീയ ശുദ്ധീകരണത്തിനായി അവരുടെ തീവ്രമായ ഊർജ്ജത്തെ ചാനൽ ചെയ്യുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "വെല്ലുവിളികൾ നിറഞ്ഞ സമയങ്ങളിലോ താന്ത്രിക അനുഷ്ഠാനങ്ങളിലോ ചൊല്ലുന്നത് ധൈര്യവും മോചനവും വളർത്തുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആഴത്തിലുള്ള ഭയങ്ങളെ പുറത്തുവിടാൻ സഹായിക്കുകയും ആന്തരിക ശക്തി പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["പരിവർത്തനം", "സംരക്ഷണം", "കാളി"],
    "devanagari": "ॐ क्रीं कालिकायै नमः",
    "iast": "oṃ krīṃ kālikāyai namaḥ",
    "simplified_pronunciation": "Om Kreem Kaa-lee-kaa-yai Na-mah",
    "suggested_reps": 21,
    "best_times": ["രാത്രി", "അർദ്ധരാത്രി"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.3
  },
  {
    "id": "mantra.bhuvaneshwari_om_hrim",
    "deity": "ഭുവനേശ്വരി",
    "text": "Om Hrim Bhuvaneshvaryai Namah",
    "explanation": [
      "ഈ മന്ത്രം ബ്രഹ്മാണ്ഡത്തിന്റെ ദേവതയായ ഭുവനേശ്വരിയെ ഉദ്‌ബോധിപ്പിക്കുന്നു, ബ്രഹ്മാണ്ഡ സൗഹാർദ്ദത്തിനും സമൃദ്ധിക്കുമായി ഇത് സഹായിക്കുന്നു.",
      "'ഹ്രീം' എന്നത് ആത്മീയവും ഭൗതികവുമായ ഐശ്വര്യത്തെ വർദ്ധിപ്പിക്കുന്ന ഒരു ബീജാക്ഷരമാണ്.",
      "ചൊല്ലുന്നത് പ്രപഞ്ചവുമായുള്ള ബന്ധത്തിന്റെ തോന്നലും ആന്തരിക പൂർത്തീകരണവും വളർത്തുന്നു.",
      "സന്തുലിതാവസ്ഥയും സാർവത്രിക ബോധവും വളർത്താൻ ദൈനംദിന പരിശീലനത്തിന് ഉചിതമാണ്."
    ],
    "source": {
      "title": "ശാക്ത സമ്പ്രദായം"
    },
    "tags": ["സൗഹാർദ്ദം", "സമൃദ്ധി", "ഭുവനേശ്വരി"],
    "devanagari": "ॐ ह्रीं भुवनेश्वर्यै नमः",
    "iast": "oṃ hrīṃ bhuvaneśvaryai namaḥ",
    "simplified_pronunciation": "Om Hreem Bhu-va-nesh-va-ryai Na-mah",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.surya_om_hraam",
    "deity": "സൂര്യൻ",
    "text": "Om Hraam Hreem Hraum Sah Suryaya Namah",
    "explanation": [
      "ഈ മന്ത്രം ജീവശക്തി, ആരോഗ്യം, പ്രബോധനത്തിനായി സൂര്യദേവനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "'ഹ്രാം,' 'ഹ്രീം,' 'ഹ്രൗം' എന്നീ ബീജാക്ഷരങ്ങൾ സൗരോർജ്ജവും ആത്മീയ പ്രകാശവും വർദ്ധിപ്പിക്കുന്നു.",
      "സൂര്യോദയത്തിൽ ചൊല്ലുന്നത് ശാരീരിക ഊർജ്ജവും മാനസിക വ്യക്തതയും നേതൃത്വ ഗുണങ്ങളും മെച്ചപ്പെടുത്തുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആത്മവിശ്വാസം, ആരോഗ്യം, പോസിറ്റീവ് ദൃഷ്ടികോണം എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈദിക സമ്പ്രദായം"
    },
    "tags": ["ജീവശക്തി", "വ്യക്തത", "സൂര്യൻ"],
    "devanagari": "ॐ ह्रां ह्रीं ह्रौं सः सूर्याय नमः",
    "iast": "oṃ hrāṃ hrīṃ hrauṃ saḥ sūryāya namaḥ",
    "simplified_pronunciation": "Om Hraam Hreem Hraum Sah Soor-yaa-ya Na-mah",
    "suggested_reps": 11,
    "best_times": ["സൂര്യോദയം"],
    "difficulty": 2,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.chandra_om_chandraya",
    "deity": "ചന്ദ്രൻ",
    "text": "Om Chandraya Namah",
    "explanation": [
      "ഈ മന്ത്രം വൈകാരിക സന്തുലിതാവസ്ഥയ്ക്കും അന്തർജ്ഞാനത്തിനുമായി ചന്ദ്രദേവനെ ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് മനസ്സിനെ ശമിപ്പിക്കുകയും സർഗ്ഗാത്മകത വർദ്ധിപ്പിക്കുകയും വൈകാരിക സ്ഥിരത വളർത്തുകയും ചെയ്യുന്നു.",
      "പൗർണ്ണമിയിലോ സന്ധ്യയിലോ ചൊല്ലുന്നത് ശാന്തതയും ആന്തരിക പ്രതിഫലനവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം മാനസിക ശാന്തിയെയും അന്തർജ്ഞാന വ്യക്തതയെയും പിന്തുണയ്ക്കുന്നു."
    ],
    "source": {
      "title": "വൈദിക സമ്പ്രദായം"
    },
    "tags": ["സന്തുലിതാവസ്ഥ", "അന്തർജ്ഞാനം", "ചന്ദ്രൻ"],
    "devanagari": "ॐ चन्द्राय नमः",
    "iast": "oṃ candrāya namaḥ",
    "simplified_pronunciation": "Om Chan-draa-ya Na-mah",
    "suggested_reps": 11,
    "best_times": ["സന്ധ്യ", "പൗർണ്ണമി"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.mangala_om_mangalaya",
    "deity": "മംഗലൻ",
    "text": "Om Mangalaya Namah",
    "explanation": [
      "ഈ മന്ത്രം ധൈര്യം, ഊർജ്ജം, നിശ്ചയദാർഢ്യത്തിനായി മംഗലനെ (ചൊവ്വ) ഉദ്‌ബോധിപ്പിക്കുന്നു.",
      "ഇത് ശാരീരിക ശക്തി, ആത്മവിശ്വാസം, വെല്ലുവിളികൾ മറികടക്കാനുള്ള കഴിവ് എന്നിവ വർദ്ധിപ്പിക്കുന്നു.",
      "ചൊവ്വാഴ്ചയിലോ സംഘർഷങ്ങളുടെ സമയത്തോ ചൊല്ലുന്നത് സ്ഥിരതയും നിശ്ചയാത്മക പ്രവൃത്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "തുടർച്ചയായ പരിശീലനം ആത്മവിശ്വാസം വർദ്ധിപ്പിക്കുകയും ആവേശാത്മകതയിൽ നിന്നുള്ള സംരക്ഷണം നൽകുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ സമ്പ്രദായം"
    },
    "tags": ["ധൈര്യം", "ഊർജ്ജം", "മംഗലൻ"],
    "devanagari": "ॐ मङ्गलाय नमः",
    "iast": "oṃ maṅgalāya namaḥ",
    "simplified_pronunciation": "Om Man-ga-laa-ya Na-mah",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ചൊവ്വാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.budha_om_budhaya",
    "deity": "ബുധൻ",
    "text": "ഓം ബുധായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ബുധനെ (ബുധഗ്രഹം) ആഹ്വാനിക്കുന്നു — ബുദ്ധി, വാക്ക്, അനുകൂലനം എന്നിവയ്ക്കായി.",
      "ഇത് മാനസിക ചാപല്യം, വാഗ്മിത്വം, പ്രശ്നപരിഹാര കഴിവ് എന്നിവ വർധിപ്പിക്കുന്നു.",
      "ബുധനാഴ്ചകളിൽ അല്ലെങ്കിൽ ബൗദ്ധിക പ്രവർത്തനങ്ങൾക്ക് മുമ്പ് ജപിക്കുന്നത് ശ്രദ്ധയും വ്യക്തതയും നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് വ്യക്തമായ ആശയവിനിമയവും മാനസിക സൗകര്യവും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["ബുദ്ധി", "ആശയവിനിമയം", "ബുധൻ"],
    "devanagari": "ॐ बुद्धाय नमः",
    "iast": "oṃ budhāya namaḥ",
    "simplified_pronunciation": "ഓം ബു-ധാ-യ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ബുധനാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.brihaspati_om_brihaspataye",
    "deity": "ബൃഹസ്പതി",
    "text": "ഓം ബൃഹസ്പതയേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ബൃഹസ്പതിയെ (ഗുരു) ആഹ്വാനിക്കുന്നു — ജ്ഞാനം, സമൃദ്ധി, ആത്മീയ മാർഗ്ഗദർശനം എന്നിവയ്ക്കായി.",
      "ഇത് ജ്ഞാനം, ധാർമ്മിക ബുദ്ധി, സമ്പൽ എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "വ്യാഴാഴ്ചകളിൽ അല്ലെങ്കിൽ പഠന സമയത്ത് ജപിക്കുന്നത് വ്യക്തതയും ദിവ്യ മാർഗ്ഗദർശനവും നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് ആശാവാദം, പഠനശക്തി, ആത്മീയ വളർച്ച എന്നിവ വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["ജ്ഞാനം", "സമൃദ്ധി", "ബൃഹസ്പതി"],
    "devanagari": "ॐ बृहस्पतये नमः",
    "iast": "oṃ bṛhaspataye namaḥ",
    "simplified_pronunciation": "ഓം ബൃ-ഹസ്-പ-ത-യെ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "വ്യാഴാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shukra_om_shukraya",
    "deity": "ശുക്രൻ",
    "text": "ഓം ശുക്രായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ശുക്രനെ (ശുക്രഗ്രഹം) ആഹ്വാനിക്കുന്നു — സ്നേഹം, സൗന്ദര്യം, സൗഭാഗ്യം എന്നിവയ്ക്കായി.",
      "ഇത് ബന്ധങ്ങളിൽ ഐക്യം, സൃഷ്ടിപ്രവർത്തനം, സൌന്ദര്യബോധം എന്നിവ വർധിപ്പിക്കുന്നു.",
      "വെള്ളിയാഴ്ചകളിൽ അല്ലെങ്കിൽ സാമൂഹിക അവസരങ്ങളിൽ ജപിക്കുന്നത് ആകർഷണവും മാനസിക തുലനയും നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് സന്തോഷം, കലാത്മക പ്രകടനം, ബന്ധസൗഹൃദം എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["സ്നേഹം", "സൗന്ദര്യം", "ശുക്രൻ"],
    "devanagari": "ॐ शुक्राय नमः",
    "iast": "oṃ śukrāya namaḥ",
    "simplified_pronunciation": "ഓം ശു-ക്രാ-യ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "വെള്ളിയാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.shani_om_shanaye",
    "deity": "ശനി",
    "text": "ഓം ശനയേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ശനിയെ (ശനിഗ്രഹം) ആഹ്വാനിക്കുന്നു — അനുസരണം, ക്ഷമ, ആത്മീയ വളർച്ച എന്നിവയ്ക്കായി.",
      "ഇത് പ്രതിബന്ധങ്ങളെ മറികടക്കാനും, സഹിഷ്ണുതയും വിനയവും വളർത്താനും സഹായിക്കുന്നു.",
      "ശനിയാഴ്ചകളിൽ അല്ലെങ്കിൽ വെല്ലുവിളികൾ നേരിടുമ്പോൾ ജപിക്കുന്നത് ആത്മബലം നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് കർമ്മസമത്വം നിലനിർത്തുകയും ദീർഘകാല ലക്ഷ്യങ്ങൾ പ്രാപിക്കാനും സഹായിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["ക്രമം", "ക്ഷമ", "ശനി"],
    "devanagari": "ॐ शनये नमः",
    "iast": "oṃ śanaye namaḥ",
    "simplified_pronunciation": "ഓം ശ-ന-യെ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ശനിയാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.rahu_om_rahave",
    "deity": "രാഹു",
    "text": "ഓം രാഹവേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം രാഹുവിനെ ആഹ്വാനിക്കുന്നു — ആശയക്കുഴപ്പം, മായ എന്നിവയിൽ നിന്നും സംരക്ഷണത്തിനായി.",
      "ഇത് വ്യക്തത, ആഗ്രഹം, സങ്കീർണ്ണ സാഹചര്യങ്ങളിൽ ദിശാബോധം നൽകുന്നു.",
      "ശനിയാഴ്ചകളിൽ അല്ലെങ്കിൽ അനിശ്ചിതത്വ സമയങ്ങളിൽ ജപിക്കുന്നത് ഏകാഗ്രതയും ആത്മസ്ഥൈര്യവും വർധിപ്പിക്കും.",
      "നിയമിതമായി ജപിക്കുന്നത് വഞ്ചനാപരമായ സ്വാധീനങ്ങളെ മറികടക്കാനും ദൃഢനിശ്ചയം വർധിപ്പിക്കാനും സഹായിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["വ്യക്തത", "സംരക്ഷണം", "രാഹു"],
    "devanagari": "ॐ राहवे नमः",
    "iast": "oṃ rāhave namaḥ",
    "simplified_pronunciation": "ഓം റാ-ഹ-വേ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ശനിയാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.ketu_om_ketave",
    "deity": "കേതു",
    "text": "ഓം കേതവേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം കേതുവിനെ ആഹ്വാനിക്കുന്നു — ആത്മബോധവും മോക്ഷവും ലഭിക്കാനായി.",
      "ഇത് നിരാസക്തിയും അന്തർജ്ഞാനവും വസ്തുസംബന്ധമായ ബന്ധങ്ങളിൽ നിന്ന് മോചിതത്വവും വളർത്തുന്നു.",
      "ചൊവ്വാഴ്ചകളിൽ അല്ലെങ്കിൽ ധ്യാനസമയത്ത് ജപിക്കുന്നത് ആത്മീയ ബോധം വർധിപ്പിക്കും.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മവികാസവും കർമ്മബന്ധനങ്ങളിൽ നിന്ന് മോചിതത്വവും പ്രാപിക്കാൻ സഹായിക്കുന്നു."
    ],
    "source": {
      "title": "നവഗ്രഹ പരമ്പര"
    },
    "tags": ["അന്തർജ്ഞാനം", "മോക്ഷം", "കേതു"],
    "devanagari": "ॐ केतवे नमः",
    "iast": "oṃ ketave namaḥ",
    "simplified_pronunciation": "ഓം കേ-ത-വേ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ചൊവ്വാഴ്ച"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.tara_om_tare",
    "deity": "താര",
    "text": "ഓം താരേ തുത്താരേ തുരേ സ്വാഹാ",
    "explanation": [
      "ഈ മന്ത്രം കാരുണ്യദേവിയായ താരയെ ആഹ്വാനിക്കുന്നു — സംരക്ഷണത്തിനും മോക്ഷത്തിനും.",
      "ഇത് കരുണ വളർത്തുകയും പ്രതിബന്ധങ്ങൾ നീക്കുകയും ആത്മീയ സ്വാതന്ത്ര്യം നൽകുകയും ചെയ്യുന്നു.",
      "പ്രതിസന്ധികളിലും ധ്യാനസമയത്തും ജപിക്കുന്നത് ആത്മബലംയും സഹാനുഭൂതിയും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് കാരുണ്യഹൃദയം വളർത്തുകയും ആത്മീയ ദൃഢത നൽകുകയും ചെയ്യുന്നു."
    ],
    "source": {
      "title": "ശാക്ത പരമ്പര"
    },
    "tags": ["കാരുണ്യം", "സംരക്ഷണം", "താര"],
    "devanagari": "ॐ तारे तुत्तारे तुरे स्वाहा",
    "iast": "oṃ tāre tuttāre ture svāhā",
    "simplified_pronunciation": "ഓം താ-രെ തുത്-താ-രെ തു-രെ സ്വാ-ഹാ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.pavamana_asato_ma",
    "text": "അസതോ മാ സദ്‍ഗമയ തമസോ മാ ജ്യോതിര്‍ഗമയ മൃത്യോർമാ അമൃതം ഗമയ",
    "explanation": [
      "ബൃഹദാരണ്യക ഉപനിഷത്തിൽ നിന്നുള്ള ഈ മന്ത്രം അജ്ഞാനത്തിൽ നിന്ന് സത്യത്തിലേക്കുള്ള മാർഗ്ഗദർശനം തേടുന്നു.",
      "ഇത് വ്യക്തതയും ആത്മബോധവും മരണഭയത്തിൽ നിന്ന് മോചിതത്വവും നൽകുന്നു.",
      "ധ്യാനസമയത്തും ജീവിതപരിവർത്തനങ്ങളിലും ജപിക്കുന്നത് ജ്ഞാനവും ആത്മപ്രകാശവും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ വളർച്ചയും മനസ്സിന്റെ ശാന്തിയും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ബൃഹദാരണ്യക ഉപനിഷത്",
      "ref": "1.3.28"
    },
    "tags": ["സത്യം", "വ്യക്തത", "മോക്ഷം"],
    "devanagari": "असतो मा सद्गमय तमसो मा ज्योतिर्गमय मृत्योर्मा अमृतं गमय",
    "iast": "asato mā sadgamaya tamaso mā jyotirgamaya mṛtyormā amṛtaṃ gamaya",
    "simplified_pronunciation": "അ-സ-തോ മാ സദ്-ഗ-മ-യ ത-മ-സോ മാ ജ്യോ-തിർ-ഗ-മ-യ മൃ-ത്യോർ-മാ അം-രി-തം ഗ-മ-യ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.sarvesham_svastir",
    "text": "ഓം സർവേശാം സ്വസ്തിർഭവതു സർവേശാം ശാന്തിർഭവതു സർവേശാം പൂർണം ഭവതു സർവേശാം മംഗളം ഭവതു",
    "explanation": [
      "ഈ വേദമന്ത്രം സർവജനക്ഷേമത്തിനും, സമാധാനത്തിനും, സമ്പൂർണതയ്ക്കും മംഗളത്തിനുമായി പ്രാർത്ഥിക്കുന്നു.",
      "ഇത് ഐക്യം, കാരുണ്യം, സർവജനമംഗളബോധം എന്നിവ വളർത്തുന്നു.",
      "സമൂഹപ്രാർത്ഥനകളിലോ ധ്യാനത്തിലോ ജപിക്കുന്നത് ഐക്യവും പോസിറ്റീവ് ഊർജവും നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് സഹാനുഭൂതിയും ആത്മീയബന്ധവും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["ഐക്യം", "ശാന്തി", "മംഗളം"],
    "devanagari": "ॐ सर्वं विश्वतिर्भवतु सर्वं शान्तिर्भवतु सर्वं पूर्णं भवतु सर्वं मङ्गलं भवतु",
    "iast": "oṃ sarveṣāṃ svastir bhavatu sarveṣāṃ śāntir bhavatu sarveṣāṃ pūrṇaṃ bhavatu sarveṣāṃ maṅgalaṃ bhavatu",
    "simplified_pronunciation": "ഓം സർ-വേ-ഷാം സ്വ-സ്തിർ ഭ-വ-തു സർ-വേ-ഷാം ശാൻ-തിര് ഭ-വ-തു സർ-വേ-ഷാം പൂ-ർണം ഭ-വ-തു സർ-വേ-ഷാം മം-ഗ-ളം ഭ-വ-തു",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.sarve_bhavantu",
    "text": "ഓം സർവേ ഭവന്തു സുഖിനഃ സർവേ സന്തു നിരാമയാഃ സർവേ ഭദ്രാണി പശ്യന്തു മാ കശ്ചിദ് ദുഖഭാഗ് ഭവേത്",
    "explanation": [
      "ഈ വേദമന്ത്രം സർവജനങ്ങളുടെ സന്തോഷം, ആരോഗ്യവും ദുഖമുക്തിയും പ്രാർത്ഥിക്കുന്നു.",
      "ഇത് കാരുണ്യവും സൗഹൃദബോധവും സർവജന ഐക്യബോധവും വളർത്തുന്നു.",
      "സമൂഹപ്രാർത്ഥനകളിലോ ധ്യാനത്തിലോ ജപിക്കുന്നത് കരുണയും നല്ല മനോഭാവവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് പരോപകാരബോധവും ആത്മീയ സമാധാനവും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["സന്തോഷം", "ആരോഗ്യം", "കാരുണ്യം"],
    "devanagari": "ॐ सर्वे भवन्तु सुखिनः सर्वे सन्तु निरामयाः सर्वे भद्राणि पश्यन्तु मा कश्चिद् दुखभाग्भवेत्",
    "iast": "oṃ sarve bhavantu sukhinah sarve santu nirāmayāḥ sarve bhadrāṇi paśyantu mā kaścid duḥkhabhāgbhavet",
    "simplified_pronunciation": "ഓം സർ-വേ ഭ-വൻ-തു സുഖി-നഃ സർ-വേ സം-തു നിരാ-മ-യാഃ സർ-വേ ഭ-ദ്രാ-ണി പ-ശ്യൻ-തു മാ ക-ശ്ചിദ് ദു-ഖ-ഭാ-ഗ്ഭ-വേത്",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.bhadram_karnebhih",
    "text": "ഓം ഭദ്രം കർണേഭിഃ ശ്രുണുയാമ ദേവാഃ ഭദ്രം പശ്യേമാക്ഷഭിര്യജത്രാഃ",
    "explanation": [
      "ഋഗ്വേദത്തിൽ നിന്നുള്ള ഈ മന്ത്രം ദിവ്യാനുഗ്രഹങ്ങൾക്കും ശുഭദർശനത്തിനും ശുഭശ്രവണത്തിനുമായി ആഹ്വാനിക്കുന്നു.",
      "ഇത് വ്യക്തബോധം, ആത്മീയ ജാഗ്രത, ദൈവിക സംരക്ഷണം എന്നിവ വളർത്തുന്നു.",
      "ധ്യാനസമയത്തോ വേദിക കർമങ്ങളിൽ ജപിക്കുന്നത് ഇന്ദ്രിയങ്ങളും ആത്മാവും ശുദ്ധീകരിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് മനസിന്റെ ശാന്തിയും ദൈവിക മാർഗ്ഗദർശനത്തിനുള്ള സ്വീകരണശീലവും വളർത്തുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം",
      "ref": "1.89.8"
    },
    "tags": ["വ്യക്തത", "സംരക്ഷണം", "ബോധം"],
    "devanagari": "ॐ भद्रं कर्णेभिः श्रृणुयाम देवाः भद्रं पश्येमाक्षभिर्यजत्राः",
    "iast": "oṃ bhadraṃ karṇebhiḥ śṛṇuyāma devāḥ bhadraṃ paśyemākṣabhiryajatrāḥ",
    "simplified_pronunciation": "ഓം ഭ-ദ്രം കർ-ണേ-ഭിഃ ശ്രു-ണു-യാ-മ ദേ-വാഃ ഭ-ദ്രം പ-ശ്യേ-മാക്-ഷ-ഭിർ-യ-ജ-ത്രാഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ച"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.shamno_mitrah",
    "text": "ഓം ശം നോ മിത്രഃ ശം വരുണഃ ശം നോ ഭവത്വര്യമാ",
    "explanation": [
      "തൈത്തിരീയ ഉപനിഷത്തിൽ നിന്നുള്ള ഈ മന്ത്രം സമാധാനത്തിനും സംരക്ഷണത്തിനും ദേവതകളെ ആഹ്വാനിക്കുന്നു.",
      "ഇത് വിശ്വശക്തികളോടുള്ള ഐക്യവും ആത്മീയ സമാധാനവും വളർത്തുന്നു.",
      "വേദിക കർമങ്ങളിലോ ധ്യാനത്തിലോ ജപിക്കുന്നത് അന്തർശാന്തിയും ദിവ്യബന്ധവും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് മനോവൈകല്യം നീക്കി ആത്മീയ സമതുലിതത്വം നൽകുന്നു."
    ],
    "source": {
      "title": "തൈത്തിരീയ ഉപനിഷത്"
    },
    "tags": ["ശാന്തി", "സംരക്ഷണം", "ഐക്യം"],
    "devanagari": "ॐ शं नो मित्रः शं वरुणः शं नो भवत्वर्यमा",
    "iast": "oṃ śaṃ no mitraḥ śaṃ varuṇaḥ śaṃ no bhavatvaryamā",
    "simplified_pronunciation": "ഓം ശം നോ മി-ത്രഃ ശം വരു-ണഃ ശം നോ ഭ-വത്-വര്യ-മാ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.vang_me_manasi",
    "text": "ഓം വാങ് മേ മനസി പ്രതിഷ്ഠിതാ മനോ മേ വാചി പ്രതിഷ്ഠിതം",
    "explanation": [
      "ഋഗ്വേദത്തിൽ നിന്നുള്ള ഈ മന്ത്രം വാക്കും മനസ്സും ദിവ്യസത്യവുമായി ഐക്യമാക്കാൻ പ്രാർത്ഥിക്കുന്നു.",
      "ഇത് വാഗ്മിത്വം, മാനസിക വ്യക്തത, ആത്മീയ ഏകാഗ്രത എന്നിവ വളർത്തുന്നു.",
      "സംസാരത്തിനുമുമ്പ് അല്ലെങ്കിൽ പഠനത്തിനുമുമ്പ് ജപിക്കുന്നത് വ്യക്തമായ ആശയവിനിമയവും ബൗദ്ധിക തീക്ഷ്ണതയും നൽകും.",
      "നിയമിതമായി ജപിക്കുന്നത് സത്യവാക്കിനെയും മാനസിക അനുഷ്ഠാനത്തെയും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ഋഗ്വേദം"
    },
    "tags": ["വ്യക്തത", "ആശയവിനിമയം", "സത്യം"],
    "devanagari": "ॐ वाङ् मे मनसि प्रतिष्ठिता मनो मे वाचि प्रतिष्ठितम्",
    "iast": "oṃ vāṅ me manasi pratiṣṭhitā mano me vāci pratiṣṭhitam",
    "simplified_pronunciation": "ഓം വാങ് മേ മ-ന-സി പ്ര-തി-ഷ്ഠി-താ മ-നോ മേ വാ-ചി പ്ര-തി-ഷ്ഠി-തം",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ഉച്ച"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.narasimha_om_narasimhaya",
    "deity": "നരസിംഹൻ",
    "text": "ഓം നമോ നരസിംഹായ",
    "explanation": [
      "ഈ മന്ത്രം നരസിംഹനെ ആഹ്വാനിക്കുന്നു — വിഷ്ണുവിന്റെ ഉഗ്രാവതാരം, സംരക്ഷണത്തിനും ധൈര്യത്തിനും വേണ്ടി.",
      "ഇത് ദോഷശക്തികളിൽ നിന്ന് സംരക്ഷിക്കുകയും ഭയമില്ലാത്ത ദൃഢനിശ്ചയം നൽകുകയും ചെയ്യുന്നു.",
      "പ്രതിസന്ധികളിലോ ധ്യാനസമയത്തോ ജപിക്കുന്നത് ആത്മബലവും ദിവ്യസംരക്ഷണവും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ ധൈര്യവും പ്രതിരോധശക്തിയും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ പരമ്പര"
    },
    "tags": ["സംരക്ഷണം", "ധൈര്യം", "നരസിംഹൻ"],
    "devanagari": "ॐ नमो नरसिंहाय",
    "iast": "oṃ namo narasiṃhāya",
    "simplified_pronunciation": "ഓം ന-മോ ന-ര-സിം-ഹാ-യ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.kubera_om_kuberaya",
    "deity": "കുബേരൻ",
    "text": "ഓം കുബേരായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം സമ്പത്തിന്റെയും ധനസമൃദ്ധിയുടെയും ദേവനായ കുബേരനെ ആഹ്വാനിക്കുന്നു.",
      "ഇത് സമൃദ്ധിയും നന്ദിയും ബുദ്ധിപരമായ സാമ്പത്തിക നിയന്ത്രണവും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "സാമ്പത്തിക ആസൂത്രണത്തിനും ദീപാവലിക്കാലത്തും ജപിക്കുന്നത് ധനസൗഭാഗ്യം വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് സമൃദ്ധിയോടുള്ള നന്ദിയും സാമ്പത്തിക ശാസനയും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["സമ്പത്ത്", "സമൃദ്ധി", "കുബേരൻ"],
    "devanagari": "ॐ कुबेराय नमः",
    "iast": "oṃ kuberāya namaḥ",
    "simplified_pronunciation": "ഓം കു-ബേ-റാ-യ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "season": ["ദീപാവലി"],
    "weight": 1.0
  },
  {
    "id": "mantra.dhanvantari_om_dhanvantaraye",
    "deity": "ധന്വന്തരി",
    "text": "ഓം നമോ ധന്വന്തരയേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ആയുർവേദത്തിന്റെ ദേവനായ ധന്വന്തരിയെ ആഹ്വാനിക്കുന്നു — ആരോഗ്യത്തിനും രോഗമുക്തിക്കും വേണ്ടി.",
      "ഇത് ദേഹാരോഗ്യം, മാനസിക സമതുലിതത്വം, ആത്മീയ ഉല്ലാസം എന്നിവ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "രോഗാവസ്ഥകളിലോ ആരോഗ്യപ്രവർത്തനങ്ങളിലോ ജപിക്കുന്നത് പുനരുജ്ജീവനവും ഉർജ്ജവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് സമഗ്രാരോഗ്യവും ദൈവിക ചികിത്സാശക്തിയും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["ആരോഗ്യം", "സുഖം", "ധന്വന്തരി"],
    "devanagari": "ॐ नमो धन्वन्तरये नमः",
    "iast": "oṃ namo dhanvantaraye namaḥ",
    "simplified_pronunciation": "ഓം ന-മോ ധൻ-വൻ-ത-ര-യേ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.guru_brahma",
    "text": "ഗുരുർ ബ്രഹ്മാ ഗുരുർ വിഷ്ണുർ ഗുരുർ ദേവോ മഹേശ്വരഃ ഗുരുർ സാക്ഷാത് പരം ബ്രഹ്മ തസ്മൈ ശ്രീ ഗുരവേ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ഗുരുവിനെ ബ്രഹ്മാവിഷ്ണുമഹേശ്വരന്മാരുടെ സാക്ഷാത് രൂപമായി ആദരിക്കുന്നു.",
      "ഇത് ആദരവും ജ്ഞാനവും ആത്മീയ മാർഗ്ഗദർശനവും വളർത്തുന്നു.",
      "പഠനത്തിനുമുമ്പ് അല്ലെങ്കിൽ ധ്യാനത്തിനുമുമ്പ് ജപിക്കുന്നത് ജ്ഞാനസ്വീകരണവും ആദരവും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ വളർച്ചയും ദൈവജ്ഞാനബന്ധവും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["ജ്ഞാനം", "മാർഗ്ഗദർശനം", "ഗുരു"],
    "devanagari": "गुरुर्ब्रह्मा गुरुर्विष्णुर्गुरुर्देवो महेश्वरः गुरुः साक्षात्परं ब्रह्म तस्मै श्री गुरवे नमः",
    "iast": "gururbrahmā gururviṣṇurgururdevo maheśvaraḥ guruḥ sākṣātparaṃ brahma tasmai śrī gurave namaḥ",
    "simplified_pronunciation": "ഗു-രുര്-ബ്രഹ്-മാ ഗു-രുര്-വിശ്-ണു ഗു-രുര്-ദേ-വോ മ-ഹേ-ശ്-വ-രഃ ഗു-രുഃ സാ-ക്ഷാത് പ-രം ബ്രഹ്-മ ത-സ്മൈ ശ്രി ഗു-ര-വേ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "പഠനത്തിനു മുൻപ്"],
    "difficulty": 2,
    "language_level": "കാവ്യാത്മകം",
    "weight": 1.2
  },
  {
    "id": "mantra.ayyappa_swamiye",
    "deity": "അയ്യപ്പൻ",
    "text": "സ്വാമിയേ ശരണം അയ്യപ്പാ",
    "explanation": [
      "ഈ മന്ത്രം ശാസ്താവായ അയ്യപ്പനെ ആഹ്വാനിക്കുന്നു — അനുഷ്ഠാനത്തിനും സംരക്ഷണത്തിനും ആത്മനിയന്ത്രണത്തിനുമായി.",
      "ഇത് സമർപ്പണവും അനുസരണവും ദൈവനിഷ്ഠയും വളർത്തുന്നു.",
      "യാത്രകളിലോ ധ്യാനത്തിലോ ജപിക്കുന്നത് ആത്മീയ വ്യക്തതയും ദൃഢതയും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മശാന്തിയും സമർപ്പിത ജീവിതവും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ദക്ഷിണേന്ത്യൻ പരമ്പര"
    },
    "tags": ["സംരക്ഷണം", "ഭക്തി", "അയ്യപ്പൻ"],
    "devanagari": "स्वामिये शरणं अय्यप्पा",
    "iast": "svāmiye śaraṇaṃ ayyappā",
    "simplified_pronunciation": "സ്വാ-മി-യേ ശ-ര-ണം അയ്-യപ്പ്-പാ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.dattatreya_om_dattatreyaya",
    "deity": "ദത്താത്രേയൻ",
    "text": "ഓം ദത്താത്രേയായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ബ്രഹ്മാവിഷ്ണുമഹേശ്വരന്മാരുടെ ഏകരൂപനായ ദത്താത്രേയനെ ആഹ്വാനിക്കുന്നു — ആത്മീയ ജ്ഞാനത്തിനായി.",
      "ഇത് ഐക്യം, ജ്ഞാനം, ലോകബന്ധങ്ങളിൽ നിന്നുള്ള മോചനം എന്നിവ വളർത്തുന്നു.",
      "ധ്യാനത്തിനോ ആത്മീയ അനുഷ്ഠാനത്തിനോ ജപിക്കുന്നത് ദിവ്യബോധവും ആത്മസമത്വവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ വളർച്ചയും അന്തർശാന്തിയും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["ജ്ഞാനം", "മോക്ഷം", "ദത്താത്രേയൻ"],
    "devanagari": "ॐ दत्तात्रेयाय नमः",
    "iast": "oṃ dattātreyāya namaḥ",
    "simplified_pronunciation": "ഓം ദത്-താ-ത്രേ-യാ-യ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.bhairava_om_bhairavaya",
    "deity": "ഭൈരവൻ",
    "text": "ഓം ഭൈരവായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ഭൈരവനെ ആഹ്വാനിക്കുന്നു — ശിവന്റെ ഉഗ്രരൂപം, സംരക്ഷണത്തിനും പരിവർത്തനത്തിനും വേണ്ടി.",
      "ഇത് ധൈര്യം വളർത്തുകയും ഭയങ്ങൾ നീക്കുകയും ദുഷ്പ്രഭാവങ്ങൾ ശുദ്ധീകരിക്കുകയും ചെയ്യുന്നു.",
      "പ്രതിസന്ധികളിലോ താന്ത്രിക അനുഷ്ഠാനങ്ങളിലോ ജപിക്കുന്നത് ആത്മശക്തിയും ശുദ്ധിയും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് സഹിഷ്ണുതയും ആത്മീയ ദൃഢതയും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശൈവ പരമ്പര"
    },
    "tags": ["സംരക്ഷണം", "പരിവർത്തനം", "ഭൈരവൻ"],
    "devanagari": "ॐ भैरवाय नमः",
    "iast": "oṃ bhairavāya namaḥ",
    "simplified_pronunciation": "ഓം ഭൈ-ര-വാ-യ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["രാത്രി", "അർദ്ധരാത്രി"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.1
  },
  {
    "id": "mantra.tripura_sundari_om_klim",
    "deity": "ത്രിപുരസുന്ദരി",
    "text": "ഓം ക്ളീം ത്രിപുരസുന്ദര്യൈ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം സൗന്ദര്യത്തിന്റെയും ആനന്ദത്തിന്റെയും ദേവിയായ ത്രിപുരസുന്ദരിയെ ആഹ്വാനിക്കുന്നു — ദിവ്യസൗഹൃദത്തിനായി.",
      "‘ക്ലീം’ എന്ന ബീജാക്ഷരം സ്നേഹം, സൃഷ്ടിപ്രവർത്തനം, ആത്മീയ സമൃദ്ധി എന്നിവ വർധിപ്പിക്കുന്നു.",
      "ജപിക്കുന്നത് ആന്തരിക ആനന്ദം, സൌന്ദര്യബോധം, ആത്മീയ തുല്യത എന്നിവ വളർത്തുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് മാനസിക ഐക്യവും ദിവ്യബന്ധവും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശാക്ത പരമ്പര"
    },
    "tags": ["സൗന്ദര്യം", "ഐക്യം", "ത്രിപുരസുന്ദരി"],
    "devanagari": "ॐ क्लीं त्रिपुरसुन्दर्यै नमः",
    "iast": "oṃ klīṃ tripurasundaryai namaḥ",
    "simplified_pronunciation": "ഓം ക്ളീം ത്രി-പു-ര-സുന്-ദ-ര്യൈ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.ganga_om_gangaya",
    "deity": "ഗംഗാ",
    "text": "ഓം ഗംഗായൈ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ശുദ്ധീകരണത്തിന്റെയും പാവനതയുടെയും ദേവിയായ ഗംഗയെ ആഹ്വാനിക്കുന്നു.",
      "ഇത് മനസ്സ്, ശരീരം, ആത്മാവ് എന്നിവയുടെ ശുദ്ധിയും വ്യക്തതയും പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "ജലത്തിനരികിലോ കർമ്മങ്ങളിൽ ജപിക്കുന്നത് ആത്മീയ ശുദ്ധിയും സമാധാനവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആന്തരിക ശുദ്ധിയും ദിവ്യബന്ധവും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വേദപരമ്പര"
    },
    "tags": ["ശുദ്ധീകരണം", "വ്യക്തത", "ഗംഗാ"],
    "devanagari": "ॐ गङ्गायै नमः",
    "iast": "oṃ gaṅgāyai namaḥ",
    "simplified_pronunciation": "ഓം ഗൻ-ഗാ-യൈ ന-മഃ",
    "suggested_reps": 11,
    "best_times": ["പ്രഭാതം", "ജലത്തിനരികിൽ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.rudra_om_namo_bhagavate",
    "deity": "ശിവൻ",
    "text": "ഓം നമോ ഭഗവതേ രുദ്രായ",
    "explanation": [
      "ഈ മന്ത്രം ശിവനെ ഉഗ്രമായ കരുണാമയനായ രുദ്രരൂപത്തിൽ ആഹ്വാനിക്കുന്നു — ആത്മപരിവർത്തനത്തിനായി.",
      "ഇത് ആത്മബലം വളർത്തുകയും ദോഷങ്ങൾ നീക്കുകയും അന്തർശാന്തി നൽകുകയും ചെയ്യുന്നു.",
      "ധ്യാനസമയത്തോ പ്രതിസന്ധികളിലോ ജപിക്കുന്നത് ആത്മവിശ്വാസവും ദിവ്യ സംരക്ഷണവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ വളർച്ചയും മാനസിക സമതുലിതത്വവും പ്രോത്സാഹിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "ശൈവ പരമ്പര"
    },
    "tags": ["പരിവർത്തനം", "സംരക്ഷണം", "ശിവൻ"],
    "devanagari": "ॐ नमो भगवते रुद्राय",
    "iast": "oṃ namo bhagavate rudrāya",
    "simplified_pronunciation": "ഓം ന-മോ ഭ-ഗ-വ-തേ രു-ദ്രാ-യ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.2
  },
  {
    "id": "mantra.lakshmana_om_lakshmanaya",
    "deity": "ലക്ഷ്മണൻ",
    "text": "ഓം ലക്ഷ്മണായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം ശ്രീരാമന്റെ സഹോദരനായ ലക്ഷ്മണനെ ആഹ്വാനിക്കുന്നു — വിശ്വാസത്തിനും സംരക്ഷണത്തിനുമായി.",
      "ഇത് സമർപ്പണവും ശക്തിയും നിസ്വാർത്ഥ സേവാഭാവവും വളർത്തുന്നു.",
      "ഭക്തിപ്രവർത്തനങ്ങളിൽ ജപിക്കുന്നത് വിശ്വാസവും ആത്മീയ നിഷ്ഠയും വർധിപ്പിക്കുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആന്തരിക ശക്തിയും ഭക്തിയും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ പരമ്പര"
    },
    "tags": ["വിശ്വാസം", "സംരക്ഷണം", "ലക്ഷ്മണൻ"],
    "devanagari": "ॐ लक्ष्मणाय नमः",
    "iast": "oṃ lakṣmaṇāya namaḥ",
    "simplified_pronunciation": "ഓം ലക്ഷ്-മ-ണാ-യ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.sankarshana_om_sankarshanaya",
    "deity": "സങ്കർഷണൻ",
    "text": "ഓം സങ്കർഷണായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം വിഷ്ണുവിന്റെ രൂപമായ സങ്കർഷണനെ ആഹ്വാനിക്കുന്നു — ശക്തിക്കും ആത്മസമത്വത്തിനുമായി.",
      "ഇത് പ്രതിരോധശക്തി, മാനസിക തുലനം, ദിവ്യശക്തിയുമായി ബന്ധം എന്നിവ വളർത്തുന്നു.",
      "ധ്യാനത്തിലോ പ്രതിസന്ധികളിലോ ജപിക്കുന്നത് ആത്മസ്ഥൈര്യവും സമത്വബോധവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് ആത്മീയ ശക്തിയും ദിവ്യബന്ധവും വളർത്തുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ പരമ്പര"
    },
    "tags": ["ശക്തി", "തുലനം", "സങ്കർഷണൻ"],
    "devanagari": "ॐ सङ्कर्षणाय नमः",
    "iast": "oṃ saṅkarṣaṇāya namaḥ",
    "simplified_pronunciation": "ഓം സം-കർ-ഷ-ണാ-യ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  },
  {
    "id": "mantra.pradyumna_om_pradyumnaya",
    "deity": "പ്രദ്യുമ്നൻ",
    "text": "ഓം പ്രദ്യുമ്നായ നമഃ",
    "explanation": [
      "ഈ മന്ത്രം വിഷ്ണുവിന്റെ രൂപമായ പ്രദ്യുമ്നനെ ആഹ്വാനിക്കുന്നു — സ്നേഹത്തിനും ആകർഷണത്തിനും ആത്മീയ സൗന്ദര്യത്തിനുമായി.",
      "ഇത് മാനസിക ഐക്യം, ആകർഷകത്വം, ദിവ്യബന്ധം എന്നിവ വളർത്തുന്നു.",
      "ധ്യാനത്തിലോ സാമൂഹിക ഇടപാടുകളിലോ ജപിക്കുന്നത് ആകർഷണവും സുഖകരമായ ഊർജവും നൽകുന്നു.",
      "നിയമിതമായി ജപിക്കുന്നത് മാനസിക സമത്വവും ആത്മീയ ആകർഷണവും വർധിപ്പിക്കുന്നു."
    ],
    "source": {
      "title": "വൈഷ്ണവ പരമ്പര"
    },
    "tags": ["സ്നേഹം", "ആകർഷണം", "പ്രദ്യുമ്നൻ"],
    "devanagari": "ॐ प्रद्युम्नाय नमः",
    "iast": "oṃ pradyumnāya namaḥ",
    "simplified_pronunciation": "ഓം പ്ര-ദ്യും-ണാ-യ ന-മഃ",
    "suggested_reps": 21,
    "best_times": ["പ്രഭാതം", "സന്ധ്യ"],
    "difficulty": 1,
    "language_level": "ലളിതം",
    "weight": 1.0
  }
]
