[
  {
    "id": "mantra.shiva_maha_mrityunjaya",
    "deity": "சிவன்",
    "text": "ஓம் த்ரயம்பகம் யஜாமஹே சுகந்திம் புஷ்டிவர்தனம் உர்வாருகமிவ பந்தனான் மிருத்யோர்முக்ஷீய மாம்ரிதாத்",
    "explanation": [
      "மகா மிருத்யுஞ்சய மந்திரம் என்று அழைக்கப்படும் இந்த மந்திரம், சிவனின் குணப்படுத்தும் மற்றும் விடுவிக்கும் ஆற்றலை வரவழைக்கிறது.",
      "'த்ரயம்பகம்' என்பது சிவனின் மூன்று கண்களைக் குறிக்கிறது, இது ஞானம் மற்றும் அறிதலைக் குறிக்கிறது.",
      "இது உடல் மற்றும் மன ஆரோக்கியத்தை மேம்படுத்துகிறது, மரண பயத்தைக் குறைக்கிறது மற்றும் ஆன்மீக விடுதலையை வளர்க்கிறது.",
      "தினமும் 108 முறை உச்சரிப்பது, குறிப்பாக நோய் அல்லது மன அழுத்தத்தின் போது, பின்னடைவு மற்றும் உள் அமைதியை மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "ரிக் வேதம்",
      "ref": "7.59.12"
    },
    "tags": ["குணப்படுத்துதல்", "விடுதலை", "சிவன்"],
    "devanagari": "ॐ त्र्यम्बकं यजामहे सुगन्धिम् पुष्टिवर्धनम् उर्वारुकमिव बन्धनात् मृत्योर्मुक्षीय माऽमृतात्",
    "iast": "oṃ tryambakaṃ yajāmahe sugandhiṃ puṣṭivardhanam urvārukamiva bandhanāt mṛtyormukṣīya mā’mṛtāt",
    "simplified_pronunciation": "ஓம் ட்ரை-அம்-ப-கம் ய-ஜா-மா-ஹே சூ-கன்-திம் புஷ்-டி-வர்-த-னம் உர்-வா-ரு-கா-மிவ பன்-த-னாத் மிரு-த்யோர்-முக்-ஷீ-ய மா-அம்-ரி-தாத்",
    "suggested_reps": 108,
    "best_times": ["அதிகாலை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதை",
    "weight": 1.4
  },
  {
    "id": "mantra.gayatri_mantra",
    "text": "ஓம் பூர் புவ ஸ்வாஹ தத் சவிதுர் வரேண்யம் பர்கோ தேவசய தீமஹி தியோ யோ நஹ ப்ரசோதயாத்",
    "explanation": [
      "ரிக் வேதத்தில் இருந்து வந்த காயத்ரி மந்திரம், சூரியக் கடவுளான சவிதுரின் தெய்வீக ஒளியை வரவழைக்கிறது.",
      "இது புத்தி கூர்மையை கூர்மைப்படுத்துகிறது, தெளிவை மேம்படுத்துகிறது மற்றும் ஆன்மீக விழிப்புணர்வை வளர்க்கிறது.",
      "அதிகாலை அல்லது நண்பகலில் உச்சரிப்பது மனம் உலகளாவிய ஞானத்துடன் ஒத்துப்போகிறது, இது கவனம் மற்றும் நுண்ணறிவை ஊக்குவிக்கிறது.",
      "வழக்கமான பயிற்சி அன்றாட வாழ்க்கையில் செறிவு மற்றும் முடிவெடுப்பதை மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "ரிக் வேதம்",
      "ref": "3.62.10"
    },
    "tags": ["ஞானம்", "தெளிவு", "ஆன்மீகம்"],
    "devanagari": "ॐ भूर्भुवः स्वः तत्सवितुर्वरेण्यं भर्गो देवस्य धीमहि धियो यो नः प्रचोदयात्",
    "iast": "oṃ bhūr bhuvaḥ svaḥ tat savitur vareṇyaṃ bhargo devasya dhīmahi dhiyo yo naḥ pracodayāt",
    "simplified_pronunciation": "ஓம் பூர் பு-வஹ ஸ்வா-ஹா தத் ச-வி-துர் வ-ரேன்-யம் பர்-கோ தே-வஸ்-ய தீ-மா-ஹி தி-யோ யோ நஹ ப்ரா-சோ-த-யாத்",
    "suggested_reps": 11,
    "best_times": ["அதிகாலை", "நண்பகல்"],
    "difficulty": 2,
    "language_level": "கவிதை",
    "weight": 1.4
  },
  {
    "id": "mantra.ganesha_vakratunda",
    "deity": "கணேசன்",
    "text": "வக்ரதுண்ட மஹாகாயா சூர்யகோடி சமப்ரப நிர்விக்னம் குரு மே தேவா சர்வ கார்யேஷு சர்வதா",
    "explanation": [
      "இந்த மந்திரம், தடைகளை நீக்கும் விநாயகரை, அனைத்து முயற்சிகளிலும் வெற்றி பெற வரவழைக்கிறது.",
      "'வக்ரதுண்டா' அவரது வளைந்த துதிக்கையைக் குறிக்கிறது, இது தகவமைப்புத்தன்மையைக் குறிக்கிறது; 'மஹாகாயா' அவரது பரந்த சக்தியைக் குறிக்கிறது.",
      "புதிய முயற்சிகளுக்கு முன் உச்சரிப்பது மன மற்றும் வெளிப்புற தடைகளை நீக்குகிறது, நம்பிக்கையை வளர்க்கிறது.",
      "இது மாணவர்கள், தொழில் வல்லுநர்கள் அல்லது ஒரு திட்டத்தைத் தொடங்கும் எவருக்கும் ஏற்றது, இது கவனம் மற்றும் சாதனையை ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "ஸ்மார்த்த பாரம்பரியம்"
    },
    "tags": ["வெற்றி", "தடைகள்", "கணேசன்"],
    "devanagari": "वक्रतुण्ड महाकाय सूर्यकोटि समप्रभ निर्विघ्नं कुरु मे देव सर्व कार्येषु सर्वदा",
    "iast": "vakratuṇḍa mahākāya sūryakoṭi samaprabha nirvighnaṃ kuru me deva sarva kāryeṣu sarvadā",
    "simplified_pronunciation": "வக்-ர-துன்-டா மஹா-கா-யா சூர்-ய-கோ-டி ச-மா-ப்ரா-பா நிர்-விக்-னம் கு-ரு மே தே-வா சர்-வா கார்-யே-ஷு சர்-வா-தா",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_ya_devi",
    "deity": "துர்கா",
    "text": "யா தேவி சர்வபூதேஷு சக்தி ரூபேண சம்ஸ்திதா நமஸ்தஸ்யை நமஸ்தஸ்யை நமஸ்தஸ்யை நமோ நமஹ",
    "explanation": [
      "தேவி மகாத்மியத்தில் இருந்து வந்த இந்த மந்திரம், துர்காவின் உலகளாவிய இருப்பை தெய்வீக சக்தியாகக் கொண்டாடுகிறது.",
      "இது உள் மற்றும் வெளிப்புற சவால்களுக்கு எதிராக வலிமை, தைரியம் மற்றும் பாதுகாப்பை வரவழைக்கிறது.",
      "நவராத்திரி அல்லது கடினமான காலங்களில் உச்சரிப்பது பின்னடைவை மேம்படுத்துகிறது மற்றும் அச்சமற்ற உறுதியை வளர்க்கிறது.",
      "வழக்கமான பயிற்சி உள் நம்பிக்கை மற்றும் ஆன்மீக வலிமையை வளர்க்கிறது."
    ],
    "source": {
      "title": "தேவி மகாத்மியம்"
    },
    "tags": ["வலிமை", "பாதுகாப்பு", "துர்கா"],
    "devanagari": "या देवी सर्वभूतेषु शक्तिरूपेण संस्थिता नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः",
    "iast": "yā devī sarvabhūteṣu śaktirūpeṇa saṃsthitā namastasyai namastasyai namastasyai namo namaḥ",
    "simplified_pronunciation": "யா தே-வீ சர்-வ-பூ-தே-ஷு ஷக்-தி-ரூ-பே-னா சம்-ஸ்தி-தா ந-மஸ்-தஸ்-யை ந-மஸ்-தஸ்-யை ந-மஸ்-தஸ்-யை ந-மோ ந-மஹ்",
    "suggested_reps": 21,
    "best_times": ["காலை", "சூரியன் மறைவு"],
    "difficulty": 2,
    "language_level": "கவிதை",
    "season": ["நவராத்திரி"],
    "weight": 1.3
  },
  {
    "id": "mantra.krishna_om_namo_bhagavate",
    "deity": "கிருஷ்ணா",
    "text": "ஓம் நமோ பகவதே வாசுதேவாய",
    "explanation": [
      "இந்த மந்திரம் கிருஷ்ணரை வாசுதேவராக, உயர்ந்த தெய்வீகமாக வரவழைக்கிறது, அன்பு மற்றும் பக்தியை வளர்க்கிறது.",
      "இது ஆன்மீக தொடர்பை ஆழமாக்குகிறது, உள் மகிழ்ச்சியை ஊக்குவிக்கிறது மற்றும் இதயத்தை கருணையுடன் ஒத்துப்போகிறது.",
      "தியானம் அல்லது பக்தி நடைமுறைகளின் போது உச்சரிப்பது நன்றியுணர்வு மற்றும் உணர்ச்சி சமநிலையை மேம்படுத்துகிறது.",
      "தெய்வீக இருப்பு மற்றும் நோக்கம் உணர்வை வளர்ப்பதற்கு தினசரி பயன்பாட்டிற்கு ஏற்றது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["பக்தி", "அன்பு", "கிருஷ்ணா"],
    "devanagari": "ॐ नमो भगवते वासुदेवाय",
    "iast": "oṃ namo bhagavate vāsudevāya",
    "simplified_pronunciation": "ஓம் ந-மோ ப-க-வ-தே வா-சு-தே-வா-யா",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.1
  },
  {
    "id": "mantra.lakshmi_om_hreem",
    "deity": "லட்சுமி",
    "text": "ஓம் ஹ்ரீம் மஹாலக்ஷ்ம்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம், செல்வத்தின் தெய்வமான லட்சுமியை, செழிப்பு மற்றும் உள் அமைதிக்காக வரவழைக்கிறது.",
      "'ஹ்ரீம்' என்பது ஒரு விதை ஒலி, இது மிகுதியையும் ஆன்மீக வளர்ச்சியையும் பெருக்குகிறது.",
      "தீபாவளி அல்லது தினசரி பயிற்சியின் போது உச்சரிப்பது நேர்மறை ஆற்றலையும் பொருள் செழிப்பையும் ஈர்க்கிறது.",
      "இது நன்றியுணர்வை வளர்க்கிறது, பற்றாக்குறை மனநிலையை குறைக்கிறது மற்றும் உணர்ச்சி நிலைத்தன்மையை ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "சக்தி பாரம்பரியம்"
    },
    "tags": ["செழிப்பு", "அமைதி", "லட்சுமி"],
    "devanagari": "ॐ ह्रीं महालक्ष्म्यै नमः",
    "iast": "oṃ hrīṃ mahālakṣmyai namaḥ",
    "simplified_pronunciation": "ஓம் ஹ்ரீம் மஹா-லக்ஷ்-ம்யை ந-மஹ்",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "season": ["தீபாவளி"],
    "weight": 1.2
  },
  {
    "id": "mantra.hanuman_manojavam",
    "deity": "ஆஞ்சநேயர்",
    "text": "மனோஜவம் மாருததுல்யவேகம் ஜிதேந்திரியம் புத்திமதாம் வாரிஷ்டம்",
    "explanation": [
      "இந்த மந்திரம் ஆஞ்சநேயரின் விரைவான மனம், வலிமை மற்றும் ஞானத்தைப் போற்றுகிறது, அவரது ஆற்றல் மிக்க சக்தியை வரவழைக்கிறது.",
      "இது உறுதிப்பாடு, மனத் தெளிவு மற்றும் சவால்களை விரைவாக சமாளிக்கும் திறனை மேம்படுத்துகிறது.",
      "கவனம் அல்லது உடல் உழைப்பு தேவைப்படும் பணிகளுக்கு முன் உச்சரிப்பது ஆற்றலையும் ஒழுக்கத்தையும் மேம்படுத்துகிறது.",
      "வழக்கமான பயிற்சி தைரியம், சுய கட்டுப்பாடு மற்றும் அறிவுசார் கூர்மையை வளர்க்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["வலிமை", "தெளிவு", "ஆஞ்சநேயர்"],
    "devanagari": "मनोजवं मारुततुल्यवेगं जितेन्द्रियं बुद्धिमतां वरिष्ठम्",
    "iast": "manojavaṃ mārutatulyavegaṃ jitendriyaṃ buddhimatāṃ variṣṭham",
    "simplified_pronunciation": "ம-னோ-ஜ-வம் மா-ரு-த-துல்-ய-வே-கம் ஜி-தென்-த்ரி-யம் புத்-தி-ம-தாம் வ-ரிஷ்-தம்",
    "suggested_reps": 21,
    "best_times": ["காலை", "மதியம்"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.1
  },
  {
    "id": "mantra.saraswati_om_aim",
    "deity": "சரஸ்வதி",
    "text": "ஓம் ஐம் சரஸ்வத்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம், அறிவின் தெய்வமான சரஸ்வதியை, ஞானம் மற்றும் படைப்பு உத்வேகத்திற்காக வரவழைக்கிறது.",
      "'ஐம்' என்பது புத்தி மற்றும் கலை வெளிப்பாட்டை மேம்படுத்தும் ஒரு விதை ஒலி.",
      "படிக்கும் முன் அல்லது படைப்புப் பணிக்கு முன் உச்சரிப்பது கவனத்தை கூர்மைப்படுத்துகிறது மற்றும் மனத் தெளிவை அதிகரிக்கிறது.",
      "வழக்கமான பயிற்சி கல்வி வெற்றி, சரளமான தொடர்பு மற்றும் புதுமையான சிந்தனையை ஆதரிக்கிறது."
    ],
    "source": {
      "title": "சக்தி பாரம்பரியம்"
    },
    "tags": ["ஞானம்", "படைப்பாற்றல்", "சரஸ்வதி"],
    "devanagari": "ॐ ऐं सरस्वत्यै नमः",
    "iast": "oṃ aiṃ sarasvatyai namaḥ",
    "simplified_pronunciation": "ஓம் ஐம் ச-ரஸ்-வா-த்யை ந-மஹ்",
    "suggested_reps": 21,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.0
  },
  {
    "id": "mantra.rama_tarangini",
    "deity": "ராமர்",
    "text": "ஸ்ரீ ராம தாரகம் மந்திர ஜபம்",
    "explanation": [
      "இந்த மந்திரம், உண்மை மற்றும் கருணையின் அடையாளமான ராமரை, தர்மத்துடன் ஒத்துப்போக வரவழைக்கிறது.",
      "'தாரகம்' விடுதலை என்று பொருள்படும், உச்சரிப்பவரை நீதிமிக்க செயல்களுக்கு வழிநடத்துகிறது.",
      "உள் அமைதி, நெறிமுறை தெளிவு மற்றும் அன்றாட வாழ்க்கையில் ஒரு நோக்க உணர்வை வளர்க்கிறது.",
      "இரக்கத்தையும் ஆன்மீக வலிமையையும் வளர்ப்பதற்கு காலை அல்லது மாலை பயிற்சிக்கு ஏற்றது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["உண்மை", "கருணை", "ராமர்"],
    "devanagari": "श्री राम तारक मंत्र जप",
    "iast": "śrī rāma tāraka mantra japa",
    "simplified_pronunciation": "ஸ்ரீ ராம் தா-ர-க மன்-த்ர ஜ-ப",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.0
  },
  {
    "id": "mantra.shanti_purnam",
    "text": "ஓம் பூர்ணமதஹ பூர்ணமிதம் பூர்ணாத் பூர்ணமுதச்யதே பூர்ணஸ்ய பூர்ணமாதாய பூர்ணமேவா வஷிஷ்யதே",
    "explanation": [
      "ஈசா உபநிடதத்தில் இருந்து வந்த இந்த மந்திரம், தெய்வீகம் மற்றும் படைப்பின் முழுமையை உறுதிப்படுத்துகிறது.",
      "இது முழுமை உணர்வை வளர்க்கிறது, பற்றாக்குறை அல்லது பிரிவின் உணர்வுகளை குறைக்கிறது.",
      "நாள் முடிவில் உச்சரிப்பது உள் அமைதி மற்றும் ஆன்மீக மனநிறைவை ஊக்குவிக்கிறது.",
      "வழக்கமான பயிற்சி நன்றியுணர்வையும் பிரபஞ்சத்துடன் ஆழமான தொடர்பையும் வளர்க்க உதவுகிறது."
    ],
    "source": {
      "title": "ஈசா உபநிடதம்"
    },
    "tags": ["முழுமை", "அமைதி", "ஆன்மீகம்"],
    "devanagari": "ॐ पूर्णमदः पूर्णमिदं पूर्णात् पूर्णमुदच्यते पूर्णस्य पूर्णमादाय पूर्णमेवावशिष्यते",
    "iast": "oṃ pūrṇamadaḥ pūrṇamidaṃ pūrṇāt pūrṇamudacyate pūrṇasya pūrṇamādāya pūrṇamevāvaśiṣyate",
    "simplified_pronunciation": "ஓம் பூர்-ணம்-அ-தஹ் பூர்-ணம்-இ-தம் பூர்-ணாத் பூர்-ணம்-உ-தச்-ய-தே பூர்-ணஸ்-ய பூர்-ணம்-ஆ-தா-ய பூர்-ணம்-ஏ-வா-வ-ஷிஷ்-ய-தே",
    "suggested_reps": 11,
    "best_times": ["மாலை", "இரவு"],
    "difficulty": 2,
    "language_level": "கவிதை",
    "weight": 1.2
  },
  {
    "id": "mantra.vishnu_om_namo_narayanaya",
    "deity": "விஷ்ணு",
    "text": "ஓம் நமோ நாராயணாய",
    "explanation": [
      "இந்த மந்திரம், காக்கும் கடவுளான விஷ்ணுவை, பாதுகாப்பு மற்றும் ஆன்மீக சமநிலைக்கு வரவழைக்கிறது.",
      "'நாராயணாய' என்பது விஷ்ணுவை அனைத்து உயிரினங்களுக்கும் புகலிடமாகக் குறிக்கிறது, பாதுகாப்பு மற்றும் நல்லிணக்கத்தை வளர்க்கிறது.",
      "ஏகாதசி அல்லது தினசரி பயிற்சியின் போது உச்சரிப்பது உள் அமைதியையும் தெய்வீக தொடர்பையும் ஊக்குவிக்கிறது.",
      "இது பதட்டத்தைக் குறைக்கவும், உச்சரிப்பவரை உலகளாவிய ஒழுங்கு மற்றும் நிலைத்தன்மையுடன் ஒத்துப்போகவும் உதவுகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["பாதுகாப்பு", "சமநிலை", "விஷ்ணு"],
    "devanagari": "ॐ नमो नारायणाय",
    "iast": "oṃ namo nārāyaṇāya",
    "simplified_pronunciation": "ஓம் ந-மோ நா-ரா-யா-ணா-யா",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "season": ["ஏகாதசி"],
    "weight": 1.2
  },
  {
    "id": "mantra.durga_om_aim_hreem",
    "deity": "துர்கா",
    "text": "ஓம் ஐம் ஹ்ரீம் க்லீம் சामुண்டாயை விச்சே",
    "explanation": [
      "இந்த சக்திவாய்ந்த மந்திரம், துர்காவின் உக்கிரமான ஆற்றலை பாதுகாப்பு மற்றும் அதிகாரத்திற்காக வரவழைக்கிறது.",
      "'ஐம்', 'ஹ்ரீம்' மற்றும் 'க்லீம்' ஆகிய விதை ஒலிகள் ஞானம், ஆற்றல் மற்றும் ஆசைகளின் பூர்த்தியை பெருக்குகின்றன.",
      "நவராத்திரி அல்லது சவாலான காலங்களில் உச்சரிப்பது தைரியத்தையும் மனத் தெளிவையும் உருவாக்குகிறது.",
      "வழக்கமான பயிற்சி பின்னடைவு, நம்பிக்கை மற்றும் ஆன்மீக வலிமையை வளர்க்கிறது."
    ],
    "source": {
      "title": "சக்தி பாரம்பரியம்"
    },
    "tags": ["பாதுகாப்பு", "அதிகாரம்", "துர்கா"],
    "devanagari": "ॐ ऐं ह्रीं क्लीं चामुण्डायै विच्चे",
    "iast": "oṃ aiṃ hrīṃ klīṃ cāmuṇḍāyai vicce",
    "simplified_pronunciation": "ஓம் ஐம் ஹ்ரீம் க்லீம் சா-முன்-டா-யை வி-ச்சே",
    "suggested_reps": 21,
    "best_times": ["காலை", "சூரியன் மறைவு"],
    "difficulty": 2,
    "language_level": "எளிமையானது",
    "season": ["நவராத்திரி"],
    "weight": 1.3
  },
  {
    "id": "mantra.krishna_govinda_jaya",
    "deity": "கிருஷ்ணா",
    "text": "கோவிந்த ஜெய ஜெய கோபால ஜெய ஜெய",
    "explanation": [
      "இந்த மகிழ்ச்சியான மந்திரம், கிருஷ்ணரை கோவிந்தனாகவும் கோபாலனாகவும், தெய்வீக இடையனாகவும் கொண்டாடுகிறது.",
      "இது மனதை உயர்த்துகிறது, அன்பு, நன்றியுணர்வு மற்றும் தெய்வீக தொடர்பை வளர்க்கிறது.",
      "பக்தி நடைமுறைகள் அல்லது திருவிழாக்களின் போது உச்சரிப்பது உணர்ச்சி லேசான தன்மை மற்றும் மகிழ்ச்சியை மேம்படுத்துகிறது.",
      "வழக்கமான பயன்பாடு நேர்மறையான கண்ணோட்டத்தை ஊக்குவிக்கிறது மற்றும் ஆன்மீக பக்தியை ஆழமாக்குகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["மகிழ்ச்சி", "பக்தி", "கிருஷ்ணா"],
    "devanagari": "गोविन्द जय जय गोपाल जय जय",
    "iast": "govinda jaya jaya gopāla jaya jaya",
    "simplified_pronunciation": "கோ-வின்-தா ஜ-ய ஜ-ய கோ-பா-லா ஜ-ய ஜ-ய",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.0
  },
  {
    "id": "mantra.shanti_saha_navavatu",
    "text": "ஓம் சஹ நாவவது சஹ நௌ புனக்து சஹ வீர்யம் கரவாவஹை தேஜஸ்வி நாவதீதமஸ்து மா வித்விஷாவஹை",
    "explanation": [
      "தைத்திரிய உபநிடதத்தில் இருந்து வந்த இந்த மந்திரம், ஆசிரியருக்கும் மாணவருக்கும் அமைதி மற்றும் நல்லிணக்கத்தை வரவழைக்கிறது.",
      "இது பரஸ்பர வலிமை, ஞானம் மற்றும் மோதல் இல்லாத சூழலை வளர்க்கிறது.",
      "கற்றல் அமர்வுகளின் தொடக்கத்தில் உச்சரிப்பது ஒத்துழைப்பு மற்றும் மனத் தெளிவை ஊக்குவிக்கிறது.",
      "வழக்கமான பயிற்சி குழு நல்லிணக்கம் மற்றும் ஆன்மீக வளர்ச்சியை மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "தைத்திரிய உபநிடதம்"
    },
    "tags": ["அமைதி", "நல்லிணக்கம்", "கற்றல்"],
    "devanagari": "ॐ सह नाववतु सह नौ भुनक्तु सह वीर्यं करवावहै तेजस्वि नावधीतमस्तु मा विद्विषावहै",
    "iast": "oṃ saha nāvavatu saha nau bhunaktu saha vīryaṃ karavāvahai tejasvi nāvadhītamastu mā vidviṣāvahai",
    "simplified_pronunciation": "ஓம் ச-ஹ நா-வா-வ-து ச-ஹ நௌ பு-நக்-து ச-ஹ வீர்-யம் க-ர-வா-வ-ஹை தே-ஜஸ்-வி நா-வா-தீ-தம்-அஸ்-து மா வித்-விஷ்-அ-வா-ஹை",
    "suggested_reps": 11,
    "best_times": ["அதிகாலை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதை",
    "weight": 1.0
  },
  {
    "id": "mantra.ganesha_om_gam",
    "deity": "கணேசன்",
    "text": "ஓம் கம் கணபதயே நமஹ",
    "explanation": [
      "இந்த மந்திரம், தடைகளை நீக்கி முயற்சிகளில் வெற்றியை உறுதி செய்ய விநாயகரை வரவழைக்கிறது.",
      "'கம்' என்பது விநாயகரின் விதை ஒலி, இது மன மற்றும் உடல் தடைகளை நீக்குவதற்கு அவரது ஆற்றலை பெருக்குகிறது.",
      "திட்டங்களைத் தொடங்குவதற்கு முன் அல்லது சவால்களின் போது உச்சரிப்பது கவனம் மற்றும் நம்பிக்கையை வளர்க்கிறது.",
      "வழக்கமான பயிற்சி தெளிவு, உறுதிப்பாடு மற்றும் பணிகளில் சீரான முன்னேற்றத்தை ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "ஸ்மார்த்த பாரம்பரியம்"
    },
    "tags": ["வெற்றி", "தடைகள்", "கணேசன்"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "ஓம் கம் க-ண-ப-த-யே ந-மஹ்",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.1
  },
  {
    "id": "mantra.lakshmi_om_shreem_maha",
    "deity": "லட்சுமி",
    "text": "ஓம் ஸ்ரீம் மஹாலக்ஷ்ம்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம், லட்சுமியை, செல்வம், செழிப்பு மற்றும் ஆன்மீக செல்வங்களுக்காக வரவழைக்கிறது.",
      "'ஸ்ரீம்' என்பது நேர்மறை ஆற்றலையும் பொருள் செழிப்பையும் ஈர்க்கும் ஒரு விதை ஒலி.",
      "தீபாவளி அல்லது தினசரி பயிற்சியின் போது உச்சரிப்பது நன்றியுணர்வையும் நிதி நிலைத்தன்மையையும் வளர்க்கிறது.",
      "இது மிகுதி மற்றும் உணர்ச்சி அமைதி மனநிலையை வளர்க்க உதவுகிறது."
    ],
    "source": {
      "title": "சக்தி பாரம்பரியம்"
    },
    "tags": ["செழிப்பு", "செல்வம்", "லட்சுமி"],
    "devanagari": "ॐ श्रीं महालक्ष्म्यै नमः",
    "iast": "oṃ śrīṃ mahālakṣmyai namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீம் மஹா-லக்ஷ்-ம்யை ந-மஹ்",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "season": ["தீபாவளி"],
    "weight": 1.2
  },
  {
    "id": "mantra.shiva_om_namah_shivaya",
    "deity": "சிவன்",
    "text": "ஓம் நம சிவாய",
    "explanation": [
      "பஞ்சாக்ஷரம் என்று அழைக்கப்படும் இந்த ஐந்து எழுத்து மந்திரம், சிவனின் மாற்றும் ஆற்றலை வரவழைக்கிறது.",
      "இது உள் அமைதியை வளர்க்கிறது, எதிர்மறையை விடுவிக்கிறது மற்றும் ஆன்மீக வளர்ச்சியை ஊக்குவிக்கிறது.",
      "தினமும் 108 முறை உச்சரிப்பது, குறிப்பாக அதிகாலையில், மனதை அமைதிப்படுத்துகிறது மற்றும் பின்னடைவை மேம்படுத்துகிறது.",
      "தெளிவு மற்றும் உணர்ச்சி சமநிலையை அடைய தியானத்திற்கு ஏற்றது."
    ],
    "source": {
      "title": "சைவ பாரம்பரியம்"
    },
    "tags": ["அமைதி", "மாற்றம்", "சிவன்"],
    "devanagari": "ॐ नमः शिवाय",
    "iast": "oṃ namaḥ śivāya",
    "simplified_pronunciation": "ஓம் ந-மஹ் ஷி-வா-யா",
    "suggested_reps": 108,
    "best_times": ["அதிகாலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.2
  },
  {
    "id": "mantra.krishna_hare_krishna",
    "deity": "கிருஷ்ணா",
    "text": "ஹரே கிருஷ்ணா ஹரே கிருஷ்ணா கிருஷ்ணா கிருஷ்ணா ஹரே ஹரே ஹரே ராமா ஹரே ராமா ராமா ராமா ஹரே ஹரே",
    "explanation": [
      "மகா மந்திரம் என்று அழைக்கப்படும் இது, கிருஷ்ணர் மற்றும் ராமரை தெய்வீக அன்பு மற்றும் பக்திக்கு வரவழைக்கிறது.",
      "இது மனதை உயர்த்துகிறது, கருணையை வளர்க்கிறது மற்றும் ஆன்மீக தொடர்பை ஆழமாக்குகிறது.",
      "தினமும் 108 முறை உச்சரிப்பது மகிழ்ச்சி, நன்றியுணர்வு மற்றும் மற்றவர்களுடன் ஒற்றுமையை ஊக்குவிக்கிறது.",
      "உணர்ச்சி மற்றும் ஆன்மீக நல்லிணக்கத்தை வளர்ப்பதற்கு பக்தி நடைமுறைகளுக்கு ஏற்றது."
    ],
    "source": {
      "title": "வைஷ்ணவ பாரம்பரியம்"
    },
    "tags": ["அன்பு", "பக்தி", "கிருஷ்ணா"],
    "devanagari": "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे हरे राम हरे राम राम राम हरे हरे",
    "iast": "hare kṛṣṇa hare kṛṣṇa kṛṣṇa kṛṣṇa hare hare hare rāma hare rāma rāma rāma hare hare",
    "simplified_pronunciation": "ஹ-ரே கிருஷ்ணா ஹ-ரே கிருஷ்ணா கிருஷ்ணா கிருஷ்ணா ஹ-ரே ஹ-ரே ஹ-ரே ராம் ஹ-ரே ராம் ராம் ராம் ஹ-ரே ஹ-ரே",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_om_dum",
    "deity": "துர்கா",
    "text": "ஓம் தூம் துர்காயை நமஹ",
    "explanation": [
      "இந்த மந்திரம், துர்காவின் பாதுகாப்பு மற்றும் அதிகாரமளிக்கும் ஆற்றலை தைரியத்திற்காக வரவழைக்கிறது.",
      "'தூம்' என்பது ஒரு விதை ஒலி, இது தடைகளை சமாளிக்க அவரது வலிமையை செலுத்துகிறது.",
      "நவராத்திரி அல்லது தினசரி பயிற்சியின் போது உச்சரிப்பது பின்னடைவு மற்றும் அச்சமற்ற தன்மையை உருவாக்குகிறது.",
      "இது உள் நம்பிக்கையை வளர்க்கிறது மற்றும் எதிர்மறை ஆற்றல்களிலிருந்து பாதுகாக்கிறது."
    ],
    "source": {
      "title": "சக்தி பாரம்பரியம்"
    },
    "tags": ["தைரியம்", "பாதுகாப்பு", "துர்கா"],
    "devanagari": "ॐ दूं दुर्गायै नमः",
    "iast": "oṃ dūṃ durgāyai namaḥ",
    "simplified_pronunciation": "ஓம் தூம் துர்-கா-யை ந-மஹ்",
    "suggested_reps": 21,
    "best_times": ["காலை", "சூரியன் மறைவு"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "season": ["நவராத்திரி"],
    "weight": 1.3
  },
  {
    "id": "mantra.shanti_om_shanti",
    "text": "ஓம் சாந்தி சாந்தி சாந்திஹ",
    "explanation": [
      "உபநிடதங்களில் இருந்து வந்த இந்த மந்திரம், மனம், உடல் மற்றும் ஆத்மாவுக்கு உலகளாவிய அமைதியை வரவழைக்கிறது.",
      "மூன்று முறை உச்சரிப்பது உடல், மன மற்றும் ஆன்மீக நிலைகளில் அமைதியைக் குறிக்கிறது.",
      "நாள் முடிவில் உச்சரிப்பது மோதல்களை அமைதிப்படுத்துகிறது மற்றும் உள் அமைதியை ஊக்குவிக்கிறது.",
      "வழக்கமான பயிற்சி உறவுகளில் நல்லிணக்கத்தையும் தனிப்பட்ட அமைதியையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "உபநிடதங்கள்"
    },
    "tags": ["அமைதி", "அமைதி", "நல்லிணக்கம்"],
    "devanagari": "ॐ शान्तिः शान्तिः शान्तिः",
    "iast": "oṃ śāntiḥ śāntiḥ śāntiḥ",
    "simplified_pronunciation": "ஓம் ஷான்-தி ஷான்-தி ஷான்-தி",
    "suggested_reps": 11,
    "best_times": ["மாலை", "இரவு"],
    "difficulty": 1,
    "language_level": "எளிமையானது",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_hum",
    "deity": "ஹனுமான்",
    "text": "ஓம் ஹும் ஹனுமதே நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஹனுமானின் வீரத்தையும் பக்தியையும் தைரியம் மற்றும் சேவைக்கு அழைக்கிறது.",
      "‘ஹும்’ என்ற பீஜ அச்சரணம் ஆற்றல் மற்றும் உறுதியை அதிகரிக்கிறது.",
      "சவாலான காரியங்களுக்கு முன் இதை ஜபிப்பது தன்னம்பிக்கையும் தன்னலமற்ற அர்ப்பணிப்பையும் அதிகரிக்கிறது.",
      "தொடர்ந்த பயிற்சி உடல் மற்றும் மன வலிமையை வளர்த்துக் கொண்டு நம்பிக்கையையும் நம்பிக்கையையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["தைரியம்", "பக்தி", "ஹனுமான்"],
    "devanagari": "ॐ हुं हनुमते नमः",
    "iast": "oṃ huṃ hanumate namaḥ",
    "simplified_pronunciation": "ஓம் ஹும் ஹனுமதே நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மதியம்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.rama_om_shri_rama",
    "deity": "ராமர்",
    "text": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் தர்மத்தின் உருவகமான ராமரை உண்மை மற்றும் நேர்மைக்காக அழைக்கிறது.",
      "இது ஒழுக்க நெறி, உள்ளார்ந்த வலிமை மற்றும் கடமையுடன் ஒத்திசைவினை வளர்க்கிறது.",
      "தினசரி ஜபம் அமைதியும் கட்டுப்பாட்டையும் கருணையுடனான செயலும் அளிக்கிறது.",
      "நேர்மையுடன் வாழ விரும்புவோருக்கு இது சிறந்த மந்திரம்."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["உண்மை", "தர்மம்", "ராமர்"],
    "devanagari": "ॐ श्री रामाय नमः",
    "iast": "oṃ śrī rāmāya namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.vedanta_om_tat_sat",
    "text": "ஓம் தத் ஸத்",
    "explanation": [
      "பகவத்கீதையில் இருந்து வரும் இந்த மந்திரம் நித்திய சத்தியத்தைக் குறிப்பிடுகிறது.",
      "‘தத்’ என்பது ‘அது’ என்றும் ‘ஸத்’ என்பது ‘சத்தியம்’ என்றும் பொருள் — இது தெய்வீக உண்மையுடன் இணைக்கிறது.",
      "தியானத்தின் போது இதை ஜபிப்பது ஆன்மீக கவனத்தை மற்றும் நோக்கத்தின் தெளிவை ஆழப்படுத்துகிறது.",
      "தொடர்ந்த பயிற்சி பிரபஞ்ச உண்மையுடன் ஒருமைப்பாட்டை வளர்க்கிறது."
    ],
    "source": {
      "title": "பகவத்கீதா",
      "ref": "17.23"
    },
    "tags": ["உண்மை", "தெளிவு", "வேதாந்தம்"],
    "devanagari": "ॐ तत् सत्",
    "iast": "oṃ tat sat",
    "simplified_pronunciation": "ஓம் தத் ஸத்",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "நண்பகல்"],
    "difficulty": 2,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.saraswati_om_saraswati",
    "deity": "சரஸ்வதி",
    "text": "ஓம் சரஸ்வதி நமஹ",
    "explanation": [
      "இந்த எளிய மந்திரம் ஞானம், படைப்பாற்றல் மற்றும் இனிமையான பேச்சுக்காக சரஸ்வதியை அழைக்கிறது.",
      "இது மனத் தெளிவையும் கற்றல் திறனையும் கலை நுணுக்கத்தையும் மேம்படுத்துகிறது.",
      "கல்வி அல்லது கலைப் பணிகளுக்கு முன் ஜபிப்பது கவனத்தையும் நம்பிக்கையையும் அதிகரிக்கிறது.",
      "தொடர்ந்த பயிற்சி அறிவு வளர்ச்சியையும் சிறந்த தொடர்பையும் ஆதரிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["ஞானம்", "படைப்பாற்றல்", "சரஸ்வதி"],
    "devanagari": "ॐ सरस्वति नमः",
    "iast": "oṃ sarasvati namaḥ",
    "simplified_pronunciation": "ஓம் சரஸ்வதி நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.vishnu_om_namo_vishnave",
    "deity": "விஷ்ணு",
    "text": "ஓம் நமோ விஷ்ணவே",
    "explanation": [
      "இந்த மந்திரம் பாதுகாப்பு, சமநிலை மற்றும் ஆன்மீக ஒற்றுமைக்காக விஷ்ணுவை அழைக்கிறது.",
      "இது பிரபஞ்ச ஒழுங்குடன் ஒன்றிணைந்து பாதுகாப்பையும் சமாதானத்தையும் அளிக்கிறது.",
      "ஏகாதசி நாட்களில் அல்லது தினசரி ஜபத்தில் இதை உச்சரிப்பது உள்ளார்ந்த அமைதியை வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் மன அழுத்தத்தை குறைத்து தெய்வீக அருளை உணரச் செய்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["பாதுகாப்பு", "சமநிலை", "விஷ்ணு"],
    "devanagari": "ॐ नमो विष्णवे",
    "iast": "oṃ namo viṣṇave",
    "simplified_pronunciation": "ஓம் நமோ விஷ்ணவே",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["ஏகாதசி"],
    "weight": 1.2
  },
  {
    "id": "mantra.shiva_om_tryambakam",
    "deity": "சிவன்",
    "text": "ஓம் த்ர்யம்பகம் யஜாமஹே",
    "explanation": [
      "மஹா மிருத்யுஞ்ஜய மந்திரத்தின் குறுகிய வடிவம் இது — குணமளிக்க சிவனை அழைக்கிறது.",
      "‘த்ர்யம்பகம்’ என்பது சிவனின் மூன்று கண்களைக் குறிக்கும் ஞானத்தின் அடையாளம்.",
      "மன அழுத்தம் அல்லது நோயின் காலங்களில் இதை ஜபிப்பது மன வலிமையும் விடுதலையும் அளிக்கிறது.",
      "தொடர்ந்து ஜபிப்பது அச்சத்தை அகற்றி உள்ளார்ந்த சக்தியை வளர்க்கிறது."
    ],
    "source": {
      "title": "஋க் வேதம்",
      "ref": "7.59.12"
    },
    "tags": ["குணமடைதல்", "விடுதலை", "சிவன்"],
    "devanagari": "ॐ त्र्यम्बकं यजामहे",
    "iast": "oṃ tryambakaṃ yajāmahe",
    "simplified_pronunciation": "ஓம் த்ர்யம்பகம் யஜாமஹே",
    "suggested_reps": 108,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 2,
    "language_level": "எளிமை",
    "weight": 1.3
  },
  {
    "id": "mantra.lakshmi_om_shri_lakshmi",
    "deity": "லட்சுமி",
    "text": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் லட்சுமி தேவியை வளம், மகிழ்ச்சி மற்றும் ஆன்மீக செழிப்பு பெற அழைக்கிறது.",
      "இது நன்றி உணர்வையும், நேர்மறை ஆற்றலையும், பொருளாதார நன்மையையும் வளர்க்கிறது.",
      "தீபாவளி நாளில் அல்லது தினசரி ஜபத்தில் இதை கூறுவது பெருமை உணர்வை வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் மன அமைதியையும் தெய்வீக அருளையும் அளிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["செல்வம்", "மகிழ்ச்சி", "லட்சுமி"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["தீபாவளி"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_ganapataye",
    "deity": "விநாயகர்",
    "text": "ஓம் கணபதயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் விநாயகரை தடைகளை அகற்றி வெற்றிக்காக அழைக்கிறது.",
      "இது கவனத்தையும் நம்பிக்கையையும் வளர்த்து புதிய முயற்சிகளில் வெற்றியை அளிக்கிறது.",
      "புதிய திட்டங்கள் தொடங்கும் முன் ஜபிப்பது தெளிவையும் உறுதியையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி பிரச்சினைகளை சமாளிக்கும் திறனை அதிகரிக்கிறது."
    ],
    "source": {
      "title": "ஸ்மார்த்த மரபு"
    },
    "tags": ["வெற்றி", "தடைகள்", "விநாயகர்"],
    "devanagari": "ॐ गणपतये नमः",
    "iast": "oṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "ஓம் கணபதயே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_saha",
    "text": "ஓம் ஸஹ நாவவது",
    "explanation": [
      "தைத்திரீய உபநிஷதிலிருந்து பெறப்பட்ட இந்த குறுகிய மந்திரம் அமைதி மற்றும் ஒற்றுமையை வேண்டுகிறது.",
      "இது பரஸ்பர புரிதலையும் இணைந்த செயற்பாட்டையும் வளர்க்கிறது — குழு அல்லது கற்றல் சூழலுக்கு உகந்தது.",
      "நாளின் தொடக்கத்தில் இதை ஜபிப்பது மன அமைதியையும் குழு வலிமையையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த பயிற்சி மனித உறவுகளிலும் ஆன்மீக ஒற்றுமையிலும் மேம்பாட்டை அளிக்கிறது."
    ],
    "source": {
      "title": "தைத்திரீய உபநிஷத்"
    },
    "tags": ["அமைதி", "ஒற்றுமை", "இணைப்பு"],
    "devanagari": "ॐ सह नाववतु",
    "iast": "oṃ saha nāvavatu",
    "simplified_pronunciation": "ஓம் ஸஹ நாவவது",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_han",
    "deity": "ஹனுமான்",
    "text": "ஓம் ஹன் ஹனுமதே நமஹ",
    "explanation": [
      "இந்த மந்திரம் தைரியம், பக்தி மற்றும் அச்சமற்ற சேவைக்காக ஹனுமானை அழைக்கிறது.",
      "‘ஹன்’ என்ற பீஜ அச்சரணம் ஆற்றல் மற்றும் உறுதியை அதிகரிக்கிறது.",
      "தைரியமும் அர்ப்பணிப்பும் தேவைப்படும் பணிகளுக்கு முன் ஜபிப்பது நம்பிக்கையும் கவனத்தையும் அதிகரிக்கிறது.",
      "தொடர்ந்த பயிற்சி மன உறுதியையும் நம்பிக்கையையும் தன்னலமற்ற செயலையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["வலிமை", "பக்தி", "ஹனுமான்"],
    "devanagari": "ॐ हं हनुमते नमः",
    "iast": "oṃ haṃ hanumate namaḥ",
    "simplified_pronunciation": "ஓம் ஹம் ஹனுமதே நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மதியம்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.rama_om_shri_dharma",
    "deity": "ராமர்",
    "text": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் உண்மை, கடமை மற்றும் தர்மத்துடன் ஒத்திசைவுக்காக ராமரை அழைக்கிறது.",
      "இது ஒழுக்கநெறி, உள்ளார்ந்த அமைதி மற்றும் கட்டுப்பாடான செயல்பாட்டை வளர்க்கிறது.",
      "தினசரி ஜபம் வாழ்க்கையில் நோக்கம் மற்றும் கருணையுடன் நடப்பதை ஊக்குவிக்கிறது.",
      "நேர்மையுடனும் ஆன்ம வலிமையுடனும் வாழ விரும்புவோருக்கு இது சிறந்த மந்திரம்."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["உண்மை", "தர்மம்", "ராமர்"],
    "devanagari": "ॐ श्री रामाय नमः",
    "iast": "oṃ śrī rāmāya namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.saraswati_om_aim_namah",
    "deity": "சரஸ்வதி",
    "text": "ஓம் ஐம் நமஹ",
    "explanation": [
      "இந்தச் சுருக்கமான மந்திரம் ஞானம் மற்றும் படைப்பாற்றலுக்காக சரஸ்வதியை அழைக்கிறது.",
      "‘ஐம்’ என்ற பீஜ அச்சரணம் அறிவுத் தெளிவையும் கலை வெளிப்பாட்டையும் மேம்படுத்துகிறது.",
      "படிப்பு அல்லது கலைப் பணிகளுக்கு முன் ஜபிப்பது கவனத்தையும் கூர்மையையும் அதிகரிக்கிறது.",
      "தொடர்ந்து பயிற்சி கல்வி வெற்றியையும் சிறந்த தொடர்பையும் ஆதரிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["ஞானம்", "படைப்பாற்றல்", "சரஸ்வதி"],
    "devanagari": "ॐ ऐं नमः",
    "iast": "oṃ aiṃ namaḥ",
    "simplified_pronunciation": "ஓம் ஐம் நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.lakshmi_om_shri_peace",
    "deity": "லட்சுமி",
    "text": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் லட்சுமி தேவியை அமைதி, செழிப்பு மற்றும் ஆன்மிக வளம் பெற அழைக்கிறது.",
      "இது நன்றியுணர்வையும் நேர்மறை ஆற்றலையும் உணர்ச்சி நிலைத்தன்மையையும் வளர்க்கிறது.",
      "தீபாவளி அல்லது தினசரி ஜபத்தில் இதை கூறுவது வளமான மனநிலையை வளர்க்கிறது.",
      "தொடர்ந்த பயிற்சி மகிழ்ச்சியையும் தெய்வீக அருளையும் வாழ்க்கையில் ஊட்டுகிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["அமைதி", "செழிப்பு", "லட்சுமி"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["தீபாவளி"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_gam_success",
    "deity": "விநாயகர்",
    "text": "ஓம் கம் கணபதயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் விநாயகரை தடைகளை அகற்றி வெற்றியை வழங்க அழைக்கிறது.",
      "‘கம்’ என்ற பீஜ அச்சரணம் கவனத்தையும் உறுதியையும் வலுப்படுத்துகிறது.",
      "புதிய முயற்சிகள் அல்லது சவால்களுக்கு முன் ஜபிப்பது தெளிவையும் தன்னம்பிக்கையையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி பிரச்சினைகளை தீர்க்கும் திறனையும் மன வலிமையையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "ஸ்மார்த்த மரபு"
    },
    "tags": ["வெற்றி", "தடைகள்", "விநாயகர்"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "ஓம் கம் கணபதயே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_saha_harmony",
    "text": "ஓம் ஸஹ நாவவது",
    "explanation": [
      "தைத்திரீய உபநிஷதிலிருந்து பெறப்பட்ட இந்த மந்திரம் அனைவருக்கும் அமைதி மற்றும் ஒற்றுமையை வேண்டுகிறது.",
      "இது இணைப்பு மற்றும் பரஸ்பர புரிதலை ஊக்குவிக்கிறது, குறிப்பாக குழு அல்லது கற்றல் சூழலில்.",
      "நாளின் தொடக்கத்தில் இதை ஜபிப்பது அமைதியையும் கூட்டுப் பலத்தையும் உருவாக்குகிறது.",
      "தொடர்ந்த பயிற்சி மனித ஒற்றுமையையும் ஆன்மிக இணைப்பையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "தைத்திரீய உபநிஷத்"
    },
    "tags": ["ஒற்றுமை", "அமைதி", "இணைப்பு"],
    "devanagari": "ॐ सह नाववतु",
    "iast": "oṃ saha nāvavatu",
    "simplified_pronunciation": "ஓம் ஸஹ நாவவது",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.hanuman_om_han_devotion",
    "deity": "ஹனுமான்",
    "text": "ஓம் ஹன் ஹனுமதே நமஹ",
    "explanation": [
      "இந்த மந்திரம் பக்தி, வலிமை மற்றும் தன்னலமற்ற சேவைக்காக ஹனுமானை அழைக்கிறது.",
      "‘ஹன்’ என்ற பீஜ அச்சரணம் ஆற்றல் மற்றும் உறுதியை அதிகரிக்கிறது.",
      "தைரியம் அல்லது அர்ப்பணிப்பு தேவைப்படும் பணிகளுக்கு முன் இதை ஜபிப்பது நம்பிக்கையையும் கவனத்தையும் வளர்க்கிறது.",
      "தொடர்ந்த பயிற்சி மன உறுதியையும் நம்பிக்கையையும் ஆன்மிக அர்ப்பணிப்பையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["பக்தி", "வலிமை", "ஹனுமான்"],
    "devanagari": "ॐ हं हनुमते नमः",
    "iast": "oṃ haṃ hanumate namaḥ",
    "simplified_pronunciation": "ஓம் ஹம் ஹனுமதே நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மதியம்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.vishnu_om_namo_peace",
    "deity": "விஷ்ணு",
    "text": "ஓம் நமோ நாராயணாய",
    "explanation": [
      "இந்த மந்திரம் விஷ்ணுவை அமைதி, பாதுகாப்பு மற்றும் ஆன்மீக சமநிலைக்காக அழைக்கிறது.",
      "இது தெய்வீக அருளையும் பிரபஞ்ச ஒற்றுமையுடனான இணைப்பையும் வளர்க்கிறது.",
      "ஏகாதசி அல்லது தினசரி ஜபத்தில் இதை உச்சரிப்பது உள்ளார்ந்த அமைதியை உருவாக்குகிறது.",
      "தொடர்ந்த பயிற்சி மன அழுத்தத்தை குறைத்து தெய்வீக இணைப்பை வலுப்படுத்துகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["அமைதி", "பாதுகாப்பு", "விஷ்ணு"],
    "devanagari": "ॐ नमो नारायणाय",
    "iast": "oṃ namo nārāyaṇāya",
    "simplified_pronunciation": "ஓம் நமோ நாராயணாய",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["ஏகாதசி"],
    "weight": 1.2
  },
  {
    "id": "mantra.saraswati_om_aim_wisdom",
    "deity": "சரஸ்வதி",
    "text": "ஓம் ஐம் சரஸ்வத்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஞானம், பார்வை மற்றும் படைப்பாற்றலுக்காக சரஸ்வதியை அழைக்கிறது.",
      "‘ஐம்’ என்ற பீஜ அச்சரணம் அறிவுத் தெளிவையும் கலை வெளிப்பாட்டையும் மேம்படுத்துகிறது.",
      "படிப்பு அல்லது படைப்புப் பணிகளுக்கு முன் இதை ஜபிப்பது கவனத்தையும் கூர்மையையும் வளர்க்கிறது.",
      "தொடர்ந்த பயிற்சி கல்வி வெற்றியையும் சிறந்த தொடர்பையும் ஆதரிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["ஞானம்", "பார்வை", "சரஸ்வதி"],
    "devanagari": "ॐ ऐं सरस्वत्यै नमः",
    "iast": "oṃ aiṃ sarasvatyai namaḥ",
    "simplified_pronunciation": "ஓம் ஐம் சரஸ்வத்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.shiva_om_namah_peace",
    "deity": "சிவன்",
    "text": "ஓம் நமஃ சிவாய",
    "explanation": [
      "இந்த மந்திரம் உள்ளார்ந்த அமைதி, தெளிவு மற்றும் ஆன்மிக மாற்றத்திற்காக சிவனை அழைக்கிறது.",
      "இது மனக்கசப்பை விடுவித்து, உணர்ச்சி சமநிலையையும் மன உறுதியையும் அளிக்கிறது.",
      "வைகறையில் 108 முறை ஜபிப்பது மன அமைதியையும் ஆன்மிக வளர்ச்சியையும் ஊக்குவிக்கிறது.",
      "தியானத்திற்கு சிறந்தது — தெளிவும் உணர்ச்சி நிலைத்தன்மையும் பெற உதவும்."
    ],
    "source": {
      "title": "சைவ மரபு"
    },
    "tags": ["அமைதி", "தெளிவு", "சிவன்"],
    "devanagari": "ॐ नमः शिवाय",
    "iast": "oṃ namaḥ śivāya",
    "simplified_pronunciation": "ஓம் நமஹ சிவாய",
    "suggested_reps": 108,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.krishna_hare_krishna_peace",
    "deity": "கிருஷ்ணர்",
    "text": "ஹரே கிருஷ்ண ஹரே கிருஷ்ண கிருஷ்ண கிருஷ்ண ஹரே ஹரே ஹரே ராம ஹரே ராம ராம ராம ஹரே ஹரே",
    "explanation": [
      "இந்த மஹா மந்திரம் கிருஷ்ணரும் ராமரும் அமைதி, பக்தி மற்றும் ஆனந்தத்திற்காக அழைக்கப்படுகிறது.",
      "இது கருணை, நன்றியுணர்வு மற்றும் தெய்வீக இணைப்பை வளர்க்கிறது.",
      "தினமும் 108 முறை ஜபிப்பது மன அமைதியையும் ஆன்மிக உயர்வையும் ஏற்படுத்துகிறது.",
      "இது பக்தி பயிற்சிகளுக்கு சிறந்தது — அன்பையும் அமைதியையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["அமைதி", "பக்தி", "கிருஷ்ணர்"],
    "devanagari": "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे हरे राम हरे राम राम राम हरे हरे",
    "iast": "hare kṛṣṇa hare kṛṣṇa kṛṣṇa kṛṣṇa hare hare hare rāma hare rāma rāma rāma hare hare",
    "simplified_pronunciation": "ஹரே கிருஷ்ண ஹரே கிருஷ்ண கிருஷ்ண கிருஷ்ண ஹரே ஹரே ஹரே ராம ஹரே ராம ராம ராம ஹரே ஹரே",
    "suggested_reps": 108,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.durga_om_dum_strength",
    "deity": "துர்கை",
    "text": "ஓம் டூம் துர்காயை நமஹ",
    "explanation": [
      "இந்த மந்திரம் வலிமை, தைரியம் மற்றும் பாதுகாப்புக்காக துர்கையை அழைக்கிறது.",
      "‘டூம்’ என்ற பீஜ அச்சரணம் அவளது வீர ஆற்றலை எழுப்புகிறது.",
      "நவராத்திரி அல்லது தினசரி ஜபத்தில் இதை கூறுவது மன உறுதியையும் அச்சமற்ற தன்மையையும் வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் நம்பிக்கையையும் எதிர்மறை ஆற்றலிலிருந்து பாதுகாப்பையும் அளிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["வலிமை", "தைரியம்", "துர்கை"],
    "devanagari": "ॐ दूं दुर्गायै नमः",
    "iast": "oṃ dūṃ durgāyai namaḥ",
    "simplified_pronunciation": "ஓம் டூம் துர்காயை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலைச் சாயல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["நவராத்திரி"],
    "weight": 1.3
  },
  {
    "id": "mantra.gayatri_om_tat_savitur",
    "text": "ஓம் தத் சவிதுர் வரேண்யம்",
    "explanation": [
      "காயத்ரி மந்திரத்தின் சுருக்கமான வடிவம் இது — தெய்வீக ஞானத்தையும் ஒளியையும் வேண்டுகிறது.",
      "இது மனத் தெளிவையும் ஆன்மிக பார்வையையும் வளர்க்கிறது.",
      "வைகறை அல்லது நண்பகலில் ஜபிப்பது அறிவுத் திறனையும் முடிவு கொள்ளும் திறனையும் மேம்படுத்துகிறது.",
      "தொடர்ந்த பயிற்சி கவனத்தையும் ஆன்மிக விழிப்புணர்வையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "஋க் வேதம்",
      "ref": "3.62.10"
    },
    "tags": ["ஞானம்", "ஒளி", "ஆன்மிகம்"],
    "devanagari": "ॐ तत्सवितुर्वरेण्यं",
    "iast": "oṃ tat savitur vareṇyaṃ",
    "simplified_pronunciation": "ஓம் தத் சவிதுர் வரேண்யம்",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "நண்பகல்"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.4
  },
  {
    "id": "mantra.rama_om_shri_peace",
    "deity": "ராமர்",
    "text": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் அமைதி, உண்மை மற்றும் தர்ம ஒழுக்கத்திற்காக ராமரை அழைக்கிறது.",
      "இது உள்ளார்ந்த அமைதியையும் ஒழுக்கத்தையும் கட்டுப்பாடான செயலைவும் வளர்க்கிறது.",
      "தினசரி ஜபம் வாழ்க்கையின் நோக்கத்தையும் கருணையையும் மேம்படுத்துகிறது.",
      "நேர்மை மற்றும் ஆன்ம வலிமை கொண்டவர்களுக்கு இது சிறந்த மந்திரம்."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["அமைதி", "தர்மம்", "ராமர்"],
    "devanagari": "ॐ श्री रामाय नमः",
    "iast": "oṃ śrī rāmāya namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ ராமாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.lakshmi_om_shri_joy",
    "deity": "லட்சுமி",
    "text": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் மகிழ்ச்சி, செழிப்பு மற்றும் ஆன்மிக வளம் பெற லட்சுமி தேவியை அழைக்கிறது.",
      "இது நன்றியுணர்வையும் நேர்மறை ஆற்றலையும் உணர்ச்சி சமநிலையையும் வளர்க்கிறது.",
      "தீபாவளி நாளில் அல்லது தினசரி ஜபத்தில் இதை கூறுவது வளமான மனநிலையை வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் மன மகிழ்ச்சியையும் தெய்வீக அருளையும் அளிக்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["மகிழ்ச்சி", "செழிப்பு", "லட்சுமி"],
    "devanagari": "ॐ श्री लक्ष्म्यै नमः",
    "iast": "oṃ śrī lakṣmyai namaḥ",
    "simplified_pronunciation": "ஓம் ஸ்ரீ லக்ஷ்ம்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["தீபாவளி"],
    "weight": 1.2
  },
  {
    "id": "mantra.ganesha_om_gam_clarity",
    "deity": "விநாயகர்",
    "text": "ஓம் கம் கணபதயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் விநாயகரை தெளிவு, வெற்றி மற்றும் தடைகளை நீக்க அழைக்கிறது.",
      "‘கம்’ என்ற பீஜ அச்சரணம் கவனத்தையும் உறுதியையும் வலுப்படுத்துகிறது.",
      "புதிய முயற்சிகள் அல்லது சவால்களுக்கு முன் இதை ஜபிப்பது நம்பிக்கையையும் மனத் தெளிவையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் பிரச்சினைகளை தீர்க்கும் திறனையும் முன்னேற்றத்தையும் அதிகரிக்கிறது."
    ],
    "source": {
      "title": "ஸ்மார்த்த மரபு"
    },
    "tags": ["தெளிவு", "வெற்றி", "விநாயகர்"],
    "devanagari": "ॐ गं गणपतये नमः",
    "iast": "oṃ gaṃ gaṇapataye namaḥ",
    "simplified_pronunciation": "ஓம் கம் கணபதயே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.shanti_om_shantih",
    "text": "ஓம் சாந்திஃ",
    "explanation": [
      "இந்த எளிய மந்திரம் மனம், உடல் மற்றும் ஆன்மாவிற்கான அமைதியை வேண்டுகிறது.",
      "இது மன அலைச்சலை குறைத்து அமைதியையும் ஒற்றுமையையும் வளர்க்கிறது.",
      "நாளின் முடிவில் இதை ஜபிப்பது ஓய்வையும் ஆன்மிக அமைதியையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி உள்ளார்ந்த அமைதியையும் மன அழுத்தக் குறைப்பையும் வழங்குகிறது."
    ],
    "source": {
      "title": "உபநிஷத்கள்"
    },
    "tags": ["அமைதி", "சாந்தம்", "ஒற்றுமை"],
    "devanagari": "ॐ शान्तिः",
    "iast": "oṃ śāntiḥ",
    "simplified_pronunciation": "ஓம் சாந்தி",
    "suggested_reps": 11,
    "best_times": ["மாலை", "இரவு"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.vishnu_shantakaram",
    "deity": "விஷ்ணு",
    "text": "சாந்தாகாரம் புஜகசயனம் பத்மநாபம் சுரேஷம் விச்வாதாரம் ககனஸத்ரிஷம் மேகவர்ணம் சுபாங்கம்",
    "explanation": [
      "இந்த மந்திரம் விஷ்ணுவின் அமைதியான ரூபத்தைப் புகழ்கிறது — ஆனந்த நாகத்தின் மீது உறங்கும் பரம அமைதியின் வடிவம்.",
      "இது உள்ளார்ந்த அமைதி, பாதுகாப்பு மற்றும் பிரபஞ்ச ஒற்றுமையுடன் இணைப்பை வளர்க்கிறது.",
      "தியானத்தின் போது அல்லது ஏகாதசியன்று இதை ஜபிப்பது ஆன்மிக நிலைத்தன்மையையும் பக்தியையும் வலுப்படுத்துகிறது.",
      "தொடர்ந்த ஜபம் மன அமைதியையும் தெய்வீக இணைப்பையும் ஆழப்படுத்துகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["அமைதி", "பாதுகாப்பு", "விஷ்ணு"],
    "devanagari": "शान्ताकारं भुजगशयनं पद्मनाभं सुरेशं विश्वाधारं गगनसदृशं मेघवर्णं शुभाङ्गम्",
    "iast": "śāntākāraṃ bhujagaśayanaṃ padmanābhaṃ sureśaṃ viśvādhāraṃ gaganasadṛśaṃ meghavarṇaṃ śubhāṅgam",
    "simplified_pronunciation": "சாந்தாகாரம் புஜகசயனம் பத்மநாபம் சுரேஷம் விச்வாதாரம் ககனஸத்ரிஷம் மேகவர்ணம் சுபாங்கம்",
    "suggested_reps": 11,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "season": ["ஏகாதசி"],
    "weight": 1.2
  },
  {
    "id": "mantra.kali_om_krim",
    "deity": "காளி",
    "text": "ஓம் க்ரீம் காளிகாயை நமஹ",
    "explanation": [
      "இந்த மந்திரம் மாற்றத்தின் வீர தேவியான காளியை அழைத்து, அச்சத்தையும் எதிர்மறையையும் நீக்குகிறது.",
      "‘க்ரீம்’ என்ற பீஜ அச்சரணம் அவளது தீவிர ஆற்றலை ஆன்மீக சுத்திகரிப்புக்கு வழிநடத்துகிறது.",
      "சவாலான காலங்களிலும் தந்திர வழிபாடுகளிலும் இதை ஜபிப்பது தைரியத்தையும் விடுதலையையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி ஆழ்ந்த பயங்களை நீக்கி உள்ளார்ந்த வலிமையை வளர்க்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["மாற்றம்", "பாதுகாப்பு", "காளி"],
    "devanagari": "ॐ क्रीं कालिकायै नमः",
    "iast": "oṃ krīṃ kālikāyai namaḥ",
    "simplified_pronunciation": "ஓம் க்ரீம் காளிகாயை நமஹ",
    "suggested_reps": 21,
    "best_times": ["இரவு", "நள்ளிரவு"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.3
  },
  {
    "id": "mantra.bhuvaneshwari_om_hrim",
    "deity": "புவனேஸ்வரி",
    "text": "ஓம் ஹ்ரீம் புவனேஸ்வர்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் பிரபஞ்சத்தின் தேவியான புவனேஸ்வரியை பிரபஞ்ச ஒற்றுமை மற்றும் செழிப்புக்காக அழைக்கிறது.",
      "‘ஹ்ரீம்’ என்ற பீஜ அச்சரணம் ஆன்மிக மற்றும் பொருளாதார செழிப்பை அதிகரிக்கிறது.",
      "இதை ஜபிப்பது பிரபஞ்சத்துடனான இணைப்பையும் உள்ளார்ந்த நிறைவும் அளிக்கிறது.",
      "தினசரி ஜபத்திற்கு சிறந்தது — சமநிலையும் பிரபஞ்ச விழிப்புணர்வையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["ஒற்றுமை", "செழிப்பு", "புவனேஸ்வரி"],
    "devanagari": "ॐ ह्रीं भुवनेश्वर्यै नमः",
    "iast": "oṃ hrīṃ bhuvaneśvaryai namaḥ",
    "simplified_pronunciation": "ஓம் ஹ்ரீம் புவனேஸ்வர்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.surya_om_hraam",
    "deity": "சூரியன்",
    "text": "ஓம் ஹ்ராம் ஹ்ரீம் ஹ்ரௌம் ஸஃ ஸூர்யாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் உயிர் சக்தி, ஆரோக்கியம் மற்றும் ஆன்மிக ஒளிக்காக சூரியனை அழைக்கிறது.",
      "‘ஹ்ராம்’, ‘ஹ்ரீம்’, ‘ஹ்ரௌம்’ ஆகிய பீஜ அச்சரணங்கள் சூரிய ஆற்றலையும் ஆன்மிக ஒளியையும் அதிகரிக்கின்றன.",
      "சூரிய உதயத்தின் போது இதை ஜபிப்பது உடல் ஆற்றலும் மனத் தெளிவும் தலைமை பண்பும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி நம்பிக்கையையும் ஆரோக்கியத்தையும் நேர்மறை மனநிலையையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["உயிர்ச்சக்தி", "தெளிவு", "சூரியன்"],
    "devanagari": "ॐ ह्रां ह्रीं ह्रौं सः सूर्याय नमः",
    "iast": "oṃ hrāṃ hrīṃ hrauṃ saḥ sūryāya namaḥ",
    "simplified_pronunciation": "ஓம் ஹ்ராம் ஹ்ரீம் ஹ்ரௌம் ஸஃ ஸூர்யாய நமஹ",
    "suggested_reps": 11,
    "best_times": ["சூரிய உதயம்"],
    "difficulty": 2,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.chandra_om_chandraya",
    "deity": "சந்திரன்",
    "text": "ஓம் சந்த்ராய நமஹ",
    "explanation": [
      "இந்த மந்திரம் உணர்ச்சி சமநிலை மற்றும் உள்ளார்ந்த பார்வைக்காக சந்திரனை அழைக்கிறது.",
      "இது மன அமைதியையும் படைப்பாற்றலையும் உணர்ச்சி நிலைத்தன்மையையும் வளர்க்கிறது.",
      "முழு நிலா அல்லது மாலை நேரத்தில் ஜபிப்பது அமைதியையும் தியான உணர்வையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி மன அமைதியையும் உள் தெளிவையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["சமநிலை", "உள்ளுணர்வு", "சந்திரன்"],
    "devanagari": "ॐ चन्द्राय नमः",
    "iast": "oṃ candrāya namaḥ",
    "simplified_pronunciation": "ஓம் சந்த்ராய நமஹ",
    "suggested_reps": 11,
    "best_times": ["மாலை", "முழு நிலா"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.mangala_om_mangalaya",
    "deity": "மங்களன்",
    "text": "ஓம் மங்களாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் தைரியம், ஆற்றல் மற்றும் உறுதியுக்காக மங்களனை அழைக்கிறது.",
      "இது உடல் வலிமையையும் உறுதியையும் சவால்களை சமாளிக்கும் ஆற்றலையும் அதிகரிக்கிறது.",
      "செவ்வாய்க்கிழமை அல்லது மோதல் காலங்களில் ஜபிப்பது தன்னம்பிக்கையையும் தீர்மானத்தையும் வளர்க்கிறது.",
      "தொடர்ந்த பயிற்சி நம்பிக்கையையும் கட்டுப்பாட்டையும் வலுப்படுத்துகிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["தைரியம்", "ஆற்றல்", "மங்களன்"],
    "devanagari": "ॐ मङ्गलाय नमः",
    "iast": "oṃ maṅgalāya namaḥ",
    "simplified_pronunciation": "ஓம் மங்களாய நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "செவ்வாய்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.budha_om_budhaya",
    "deity": "புதன்",
    "text": "ஓம் புத்தாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் அறிவு, பேச்சுத் திறன் மற்றும் தழுவி வாழும் ஆற்றலுக்காக புதனை அழைக்கிறது.",
      "இது மனத் துல்லியத்தையும் சொற்பாடுத் திறனையும் பிரச்சினைகளை தீர்க்கும் திறனையும் மேம்படுத்துகிறது.",
      "புதன்கிழமைகளில் அல்லது அறிவுத் தொடர்பான பணிகளுக்கு முன் இதை ஜபிப்பது கவனத்தையும் தெளிவையும் அதிகரிக்கிறது.",
      "தொடர்ந்த ஜபம் சிறந்த தொடர்பாடலையும் மன நெகிழ்வையும் ஆதரிக்கிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["அறிவு", "தொடர்பாடல்", "புதன்"],
    "devanagari": "ॐ बुद्धाय नमः",
    "iast": "oṃ budhāya namaḥ",
    "simplified_pronunciation": "ஓம் புத்தாய நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "புதன்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.brihaspati_om_brihaspataye",
    "deity": "பிருஹஸ்பதி",
    "text": "ஓம் பிருஹஸ்பதயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஞானம், செழிப்பு மற்றும் ஆன்மிக வழிகாட்டலுக்காக பிருஹஸ்பதியை அழைக்கிறது.",
      "இது அறிவு, ஒழுக்கநெறி மற்றும் வாழ்வில் வளத்தை வளர்க்கிறது.",
      "வியாழக்கிழமை அல்லது படிப்பு நேரங்களில் இதை ஜபிப்பது தெளிவையும் தெய்வீக வழிகாட்டலையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் நம்பிக்கையையும் கற்றலையும் ஆன்மிக வளர்ச்சியையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["ஞானம்", "செழிப்பு", "பிருஹஸ்பதி"],
    "devanagari": "ॐ बृहस्पतये नमः",
    "iast": "oṃ bṛhaspataye namaḥ",
    "simplified_pronunciation": "ஓம் பிருஹஸ்பதயே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "வியாழன்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.shukra_om_shukraya",
    "deity": "சுக்ரன்",
    "text": "ஓம் சுக்ராய நமஹ",
    "explanation": [
      "இந்த மந்திரம் அன்பு, அழகு மற்றும் பொருளாதார சுகத்திற்காக சுக்ரனை அழைக்கிறது.",
      "இது உறவுகளில் ஒற்றுமையையும் கலை நுணுக்கத்தையும் அழகின் பாராட்டையும் வளர்க்கிறது.",
      "வெள்ளிக்கிழமைகளில் அல்லது சமூக நிகழ்வுகளில் ஜபிப்பது கவர்ச்சியையும் உணர்ச்சி சமநிலையையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் மகிழ்ச்சியையும் கலை வெளிப்பாட்டையும் உறவு அமைதியையும் அதிகரிக்கிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["அன்பு", "அழகு", "சுக்ரன்"],
    "devanagari": "ॐ शुक्राय नमः",
    "iast": "oṃ śukrāya namaḥ",
    "simplified_pronunciation": "ஓம் சுக்ராய நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "வெள்ளி"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.shani_om_shanaye",
    "deity": "சனி",
    "text": "ஓம் சனயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஒழுக்கம், பொறுமை மற்றும் ஆன்மிக வளர்ச்சிக்காக சனியை அழைக்கிறது.",
      "இது தடைகளை சமாளிக்கவும், மன உறுதியையும் பணிவையும் வளர்க்கவும் உதவுகிறது.",
      "சனிக்கிழமைகளில் அல்லது சவாலான காலங்களில் ஜபிப்பது பொறுமையையும் உள்ளார்ந்த வலிமையையும் வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் கர்ம சமநிலையையும் நீண்டகால வெற்றியையும் ஆதரிக்கிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["ஒழுக்கம்", "பொறுமை", "சனி"],
    "devanagari": "ॐ शनये नमः",
    "iast": "oṃ śanaye namaḥ",
    "simplified_pronunciation": "ஓம் சனயே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "சனி"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.rahu_om_rahave",
    "deity": "ராகு",
    "text": "ஓம் ராகவே நமஹ",
    "explanation": [
      "இந்த மந்திரம் குழப்பம் மற்றும் மாயையிலிருந்து பாதுகாப்புக்காக ராகுவை அழைக்கிறது.",
      "இது தெளிவையும் ஆர்வத்தையும் சிக்கலான நிலைகளைக் கையாளும் திறனையும் வளர்க்கிறது.",
      "சனிக்கிழமைகளில் அல்லது குழப்பமான சூழ்நிலைகளில் ஜபிப்பது மனக் கவனத்தையும் ஆன்மிக நிலைத்தன்மையையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த ஜபம் மோசமான தாக்கங்களை தடுக்கவும் உறுதியை வளர்க்கவும் உதவுகிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["தெளிவு", "பாதுகாப்பு", "ராகு"],
    "devanagari": "ॐ राहवे नमः",
    "iast": "oṃ rāhave namaḥ",
    "simplified_pronunciation": "ஓம் ராகவே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "சனி"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.ketu_om_ketave",
    "deity": "கேது",
    "text": "ஓம் கேதவே நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஆன்மிக பார்வை மற்றும் விடுதலையுக்காக கேதுவை அழைக்கிறது.",
      "இது பற்றற்ற தன்மை, உள்ளுணர்வு மற்றும் பொருள் ஆசைகளிலிருந்து விடுதலை ஆகியவற்றை வளர்க்கிறது.",
      "செவ்வாய்க்கிழமை அல்லது தியான நேரத்தில் இதை ஜபிப்பது ஆன்மிக விழிப்புணர்வையும் தெளிவையும் மேம்படுத்துகிறது.",
      "தொடர்ந்த ஜபம் உள்ளார்ந்த வளர்ச்சியையும் கர்ம பந்தத்திலிருந்து விடுதலையையும் அளிக்கிறது."
    ],
    "source": {
      "title": "நவகிரக மரபு"
    },
    "tags": ["பார்வை", "விடுதலை", "கேது"],
    "devanagari": "ॐ केतवे नमः",
    "iast": "oṃ ketave namaḥ",
    "simplified_pronunciation": "ஓம் கேதவே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "செவ்வாய்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.tara_om_tare",
    "deity": "தாரா",
    "text": "ஓம் தாரே துத்தாரே துரே ஸ்வாஹா",
    "explanation": [
      "இந்த மந்திரம் கருணையின் தேவியான தாராவை பாதுகாப்பிற்கும் விடுதலைக்கும் அழைக்கிறது.",
      "இது கருணையையும் தடைகளை அகற்றுவதாகவும் ஆன்மிக சுதந்திரத்தையும் வளர்க்கிறது.",
      "சவாலான காலங்களிலும் தியானத்தின் போது இதை ஜபிப்பது மன வலிமையையும் இரக்க உணர்வையும் அதிகரிக்கிறது.",
      "தொடர்ந்த பயிற்சி கருணையுள்ள மனதையும் ஆன்மிக உறுதியையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["கருணை", "பாதுகாப்பு", "தாரா"],
    "devanagari": "ॐ तारे तुत्तारे तुरे स्वाहा",
    "iast": "oṃ tāre tuttāre ture svāhā",
    "simplified_pronunciation": "ஓம் தாரே துத்தாரே துரே ஸ்வாஹா",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.pavamana_asato_ma",
    "text": "அசதோ மா சத்கமய தமசோ மா ஜ்யோதிர்கமய ம்ரித்யோர் மா அமிர்தம் கமய",
    "explanation": [
      "பிருஹதாரண்யக உபநிஷதிலிருந்து பெறப்பட்ட இந்த மந்திரம் அறியாமையிலிருந்து சத்தியத்திற்கான வழிகாட்டலை நாடுகிறது.",
      "இது தெளிவையும் ஆன்மிக விழிப்புணர்வையும் மரண அச்சத்திலிருந்து விடுதலையையும் அளிக்கிறது.",
      "தியானத்தின் போது அல்லது மாற்ற காலங்களில் ஜபிப்பது ஞானத்தையும் உள்ளார்ந்த ஒளியையும் வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் ஆன்மிக வளர்ச்சியையும் மனத் தெளிவையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "பிருஹதாரண்யக உபநிஷத்",
      "ref": "1.3.28"
    },
    "tags": ["உண்மை", "தெளிவு", "விடுதலை"],
    "devanagari": "असतो मा सद्गमय तमसो मा ज्योतिर्गमय मृत्योर्मा अमृतं गमय",
    "iast": "asato mā sadgamaya tamaso mā jyotirgamaya mṛtyormā amṛtaṃ gamaya",
    "simplified_pronunciation": "அசதோ மா சத்கமய தமசோ மா ஜ்யோதிர்கமய ம்ரித்யோர் மா அமிர்தம் கமய",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.sarvesham_svastir",
    "text": "ஓம் சர்வேஷாம் ஸ்வஸ்திர் பவது சர்வேஷாம் சாந்திர் பவது சர்வேஷாம் பூர்ணம் பவது சர்வேஷாம் மங்களம் பவது",
    "explanation": [
      "இந்த வேத மந்திரம் அனைவருக்கும் நலன், அமைதி, பூரணத்தன்மை மற்றும் மங்களம் வேண்டுகிறது.",
      "இது பிரபஞ்ச ஒற்றுமையையும் கருணையையும் பொதுச் செழிப்பையும் வளர்க்கிறது.",
      "குழு ஜபங்கள் அல்லது தியானத்தின் போது இதை உச்சரிப்பது ஒற்றுமையையும் நேர்மறை ஆற்றலையும் வளர்க்கிறது.",
      "தொடர்ந்த பயிற்சி இரக்கத்தையும் ஆன்மிக இணைப்பையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["ஒற்றுமை", "அமைதி", "மங்களம்"],
    "devanagari": "ॐ सर्वं विश्वतिर्भवतु सर्वं शान्तिर्भवतु सर्वं पूर्णं भवतु सर्वं मङ्गलं भवतु",
    "iast": "oṃ sarveṣāṃ svastir bhavatu sarveṣāṃ śāntir bhavatu sarveṣāṃ pūrṇaṃ bhavatu sarveṣāṃ maṅgalaṃ bhavatu",
    "simplified_pronunciation": "ஓம் சர்வேஷாம் ஸ்வஸ்திர் பவது சர்வேஷாம் சாந்திர் பவது சர்வேஷாம் பூர்ணம் பவது சர்வேஷாம் மங்களம் பவது",
    "suggested_reps": 11,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.sarve_bhavantu",
    "text": "ஓம் சர்வே பவந்து ஸுகினஃ சர்வே சந்து நிராமயாஃ சர்வே பத்ராணி பஷ்யந்து மா கஷ்சித் துக்கபாக்பவேத்",
    "explanation": [
      "இந்த வேத மந்திரம் அனைவருக்கும் ஆனந்தம், ஆரோக்கியம் மற்றும் துன்பமின்றி வாழ்வை வேண்டுகிறது.",
      "இது கருணையையும் நல்லெண்ணத்தையும் உலக ஒற்றுமையையும் வளர்க்கிறது.",
      "குழு ஜபம் அல்லது தியானத்தில் இதை உச்சரிப்பது இரக்கத்தையும் நல்ல நோக்கத்தையும் வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் தன்னலமற்ற உணர்ச்சியையும் ஆன்மிக ஒற்றுமையையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["மகிழ்ச்சி", "ஆரோக்கியம்", "கருணை"],
    "devanagari": "ॐ सर्वे भवन्तु सुखिनः सर्वे सन्तु निरामयाः सर्वे भद्राणि पश्यन्तु मा कश्चिद् दुखभाग्भवेत्",
    "iast": "oṃ sarve bhavantu sukhinah sarve santu nirāmayāḥ sarve bhadrāṇi paśyantu mā kaścid duḥkhabhāgbhavet",
    "simplified_pronunciation": "ஓம் சர்வே பவந்து ஸுகினஃ சர்வே சந்து நிராமயாஃ சர்வே பத்ராணி பஷ்யந்து மா கஷ்சித் துக்கபாக்பவேத்",
    "suggested_reps": 11,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.bhadram_karnebhih",
    "text": "ஓம் பத்ரம் கர்ணேபிஃ ஶ்ருணுயாம தேவாஃ பத்ரம் பஷ்யேம ஆக்ஷபிர்யஜத்ராஃ",
    "explanation": [
      "஋க் வேதத்தில் இருந்து பெறப்பட்ட இந்த மந்திரம் நன்மையான கேட்கும், காணும் ஆற்றலுக்காக தெய்வ அருளை வேண்டுகிறது.",
      "இது உணர்வு தெளிவையும் ஆன்மிக விழிப்புணர்வையும் தெய்வ பாதுகாப்பையும் அளிக்கிறது.",
      "தியானம் அல்லது வேத யாகங்களில் இதை ஜபிப்பது உணர்ச்சி மற்றும் ஆன்மிக தெளிவை அதிகரிக்கிறது.",
      "தொடர்ந்த ஜபம் மன விழிப்புணர்வையும் தெய்வ வழிகாட்டலையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "஋க் வேதம்",
      "ref": "1.89.8"
    },
    "tags": ["தெளிவு", "பாதுகாப்பு", "விழிப்புணர்வு"],
    "devanagari": "ॐ भद्रं कर्णेभिः श्रृणुयाम देवाः भद्रं पश्येमाक्षभिर्यजत्राः",
    "iast": "oṃ bhadraṃ karṇebhiḥ śṛṇuyāma devāḥ bhadraṃ paśyemākṣabhiryajatrāḥ",
    "simplified_pronunciation": "ஓம் பத்ரம் கர்ணேபிஃ ஶ்ருணுயாம தேவாஃ பத்ரம் பஷ்யேம ஆக்ஷபிர்யஜத்ராஃ",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "நண்பகல்"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.shamno_mitrah",
    "text": "ஓம் ஶம் நோ மித்ரஃ ஶம் வருணஃ ஶம் நோ பவத்வர்யமா",
    "explanation": [
      "தைத்திரிய உபநிஷதிலிருந்து பெறப்பட்ட இந்த மந்திரம் அமைதிக்கும் தெய்வ பாதுகாப்பிற்கும் தேவதைகளை அழைக்கிறது.",
      "இது பிரபஞ்ச சக்திகளுடன் ஒற்றுமையையும் ஆன்மிக நலனையும் வளர்க்கிறது.",
      "வேத யாகங்கள் அல்லது தியானத்தின் போது இதை ஜபிப்பது உள்ளார்ந்த அமைதியையும் தெய்வீக இணைப்பையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி சமநிலையையும் ஆன்மிக ஒழுங்கையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "தைத்திரிய உபநிஷத்"
    },
    "tags": ["அமைதி", "பாதுகாப்பு", "ஒற்றுமை"],
    "devanagari": "ॐ शं नो मित्रः शं वरुणः शं नो भवत्वर्यमा",
    "iast": "oṃ śaṃ no mitraḥ śaṃ varuṇaḥ śaṃ no bhavatvaryamā",
    "simplified_pronunciation": "ஓம் ஶம் நோ மித்ரஃ ஶம் வருணஃ ஶம் நோ பவத்வர்யமா",
    "suggested_reps": 11,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.vang_me_manasi",
    "text": "ஓம் வாங் மே மனஸி பிரதிஷ்டிதா மனோ மே வாசி பிரதிஷ்டிதம்",
    "explanation": [
      "஋க் வேதத்திலிருந்து பெறப்பட்ட இந்த மந்திரம் சொல் மற்றும் மனம் தெய்வ சத்தியத்துடன் இணைந்திருப்பதற்காக ஜபிக்கப்படுகிறது.",
      "இது பேச்சுத் திறன், மன தெளிவு மற்றும் ஆன்மிக கவனத்தை வளர்க்கிறது.",
      "பேசுவதற்கு முன் அல்லது படிப்பதற்கு முன் ஜபிப்பது சொல்லாற்றலையும் அறிவுத் தெளிவையும் அதிகரிக்கிறது.",
      "தொடர்ந்த ஜபம் உண்மையான வெளிப்பாடையும் மன ஒழுங்கையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "஋க் வேதம்"
    },
    "tags": ["தெளிவு", "தொடர்பாடல்", "உண்மை"],
    "devanagari": "ॐ वाङ् मे मनसि प्रतिष्ठिता मनो मे वाचि प्रतिष्ठितम्",
    "iast": "oṃ vāṅ me manasi pratiṣṭhitā mano me vāci pratiṣṭhitam",
    "simplified_pronunciation": "ஓம் வாங் மே மனஸி பிரதிஷ்டிதா மனோ மே வாசி பிரதிஷ்டிதம்",
    "suggested_reps": 11,
    "best_times": ["காலை", "நண்பகல்"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.narasimha_om_narasimhaya",
    "deity": "நரசிம்மர்",
    "text": "ஓம் நமோ நரசிம்ஹாய",
    "explanation": [
      "இந்த மந்திரம் விஷ்ணுவின் வீர அவதாரமான நரசிம்மரை பாதுகாப்புக்கும் தைரியத்திற்கும் அழைக்கிறது.",
      "இது எதிர்மறை ஆற்றலிலிருந்து காப்பாற்றி, பயமற்ற உறுதியை வளர்க்கிறது.",
      "சவாலான நேரங்களில் அல்லது தியானத்தின் போது இதை ஜபிப்பது உள்ளார்ந்த வலிமையையும் தெய்வீக பாதுகாப்பையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் மன உறுதியையும் ஆன்மிக தைரியத்தையும் வலுப்படுத்துகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["பாதுகாப்பு", "தைரியம்", "நரசிம்மர்"],
    "devanagari": "ॐ नमो नरसिंहाय",
    "iast": "oṃ namo narasiṃhāya",
    "simplified_pronunciation": "ஓம் நமோ நரசிம்ஹாய",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.kubera_om_kuberaya",
    "deity": "குபேரன்",
    "text": "ஓம் குபேராய நமஹ",
    "explanation": [
      "இந்த மந்திரம் செல்வத்தின் தேவனான குபேரனை செழிப்பிற்கும் பொருளாதார நிலைத்தன்மைக்கும் அழைக்கிறது.",
      "இது நன்றியுணர்வையும் வளமையும் புத்திசாலித்தனமான பொருள் மேலாண்மையையும் வளர்க்கிறது.",
      "தீபாவளி அல்லது நிதி திட்டமிடும் காலங்களில் இதை ஜபிப்பது நேர்மறை ஆற்றலையும் செல்வத்தையும் ஈர்க்கிறது.",
      "தொடர்ந்த பயிற்சி வளமான மனநிலையையும் நிதி ஒழுக்கத்தையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["செல்வம்", "செழிப்பு", "குபேரன்"],
    "devanagari": "ॐ कुबेराय नमः",
    "iast": "oṃ kuberāya namaḥ",
    "simplified_pronunciation": "ஓம் குபேராய நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "season": ["தீபாவளி"],
    "weight": 1.0
  },
  {
    "id": "mantra.dhanvantari_om_dhanvantaraye",
    "deity": "தன்வந்தரி",
    "text": "ஓம் நமோ தன்வந்தரயே நமஹ",
    "explanation": [
      "இந்த மந்திரம் ஆயுர்வேதத்தின் தெய்வமான தன்வந்தரியை ஆரோக்கியத்திற்கும் குணமடைவதற்கும் அழைக்கிறது.",
      "இது உடல் ஆரோக்கியம், உணர்ச்சி சமநிலை மற்றும் ஆன்மிக உற்சாகத்தை வளர்க்கிறது.",
      "நோய் காலங்களில் அல்லது ஆரோக்கிய நடைமுறைகளின் போது ஜபிப்பது குணமடைவதையும் ஆற்றலையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த ஜபம் முழுமையான ஆரோக்கியத்தையும் தெய்வீக குணப்படுத்தும் ஆற்றலையும் அளிக்கிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["ஆரோக்கியம்", "குணமடைதல்", "தன்வந்தரி"],
    "devanagari": "ॐ नमो धन्वन्तरये नमः",
    "iast": "oṃ namo dhanvantaraye namaḥ",
    "simplified_pronunciation": "ஓம் நமோ தன்வந்தரயே நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.guru_brahma",
    "text": "குருர் பிரம்மா குருர் விஷ்ணு குருர் தேவோ மஹேஶ்வரஃ குருஃ சாக்ஷாத் பரம் ப்ரஹ்ம தஸ்மை ஸ்ரீ குரவே நமஹ",
    "explanation": [
      "இந்த மந்திரம் குருவை பிரம்மா, விஷ்ணு, சிவன் ஆகியோரின் ஒருங்கிணைந்த வடிவமாக வணங்குகிறது.",
      "இது பக்தி, ஞானம் மற்றும் ஆன்மிக வழிகாட்டலுக்கான மரியாதையை வளர்க்கிறது.",
      "படிப்பு அல்லது தியானத்திற்கு முன் இதை ஜபிப்பது ஞானத்திற்கான திறந்த மனநிலையையும் மரியாதையையும் அதிகரிக்கிறது.",
      "தொடர்ந்த பயிற்சி ஆன்மிக வளர்ச்சியையும் தெய்வீக ஞான இணைப்பையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["ஞானம்", "வழிகாட்டல்", "குரு"],
    "devanagari": "गुरुर्ब्रह्मा गुरुर्विष्णुर्गुरुर्देवो महेश्वरः गुरुः साक्षात्परं ब्रह्म तस्मै श्री गुरवे नमः",
    "iast": "gururbrahmā gururviṣṇurgururdevo maheśvaraḥ guruḥ sākṣātparaṃ brahma tasmai śrī gurave namaḥ",
    "simplified_pronunciation": "குருர் பிரம்மா குருர் விஷ்ணு குருர் தேவோ மஹேஶ்வரஃ குருஃ சாக்ஷாத் பரம் ப்ரஹ்ம தஸ்மை ஸ்ரீ குரவே நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "படிப்புக்கு முன்"],
    "difficulty": 2,
    "language_level": "கவிதைநடை",
    "weight": 1.2
  },
  {
    "id": "mantra.ayyappa_swamiye",
    "deity": "அய்யப்பன்",
    "text": "ஸ்வாமியே சரணம் அய்யப்பா",
    "explanation": [
      "இந்த மந்திரம் ஒழுக்கம் மற்றும் தியானத்தின் தெய்வமான அய்யப்பனை பாதுகாப்பிற்கும் ஆன்மிக ஒழுங்கிற்கும் அழைக்கிறது.",
      "இது சரணாகதி, ஒழுக்கம் மற்றும் தெய்வ பக்தியை வளர்க்கிறது.",
      "யாத்திரை அல்லது தியானத்தின் போது இதை ஜபிப்பது ஆன்மிக தெளிவையும் வலிமையையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் உறுதியையும் உள்ளார்ந்த அமைதியையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "தென்னிந்திய மரபு"
    },
    "tags": ["பாதுகாப்பு", "பக்தி", "அய்யப்பன்"],
    "devanagari": "स्वामिये शरणं अय्यप्पा",
    "iast": "svāmiye śaraṇaṃ ayyappā",
    "simplified_pronunciation": "ஸ்வாமியே சரணம் அய்யப்பா",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.dattatreya_om_dattatreyaya",
    "deity": "தத்தாத்ரேயர்",
    "text": "ஓம் தத்தாத்ரேயாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் பிரம்மா, விஷ்ணு, சிவன் ஆகியோரின் ஒருமை வடிவமான தத்தாத்ரேயரை ஞானத்திற்கும் ஆன்மிக விடுதலைக்கும் அழைக்கிறது.",
      "இது ஒன்றிணைவு, அறிவு மற்றும் பற்றற்ற தன்மையை வளர்க்கிறது.",
      "தியானம் அல்லது ஆன்மிக பயிற்சியின் போது ஜபிப்பது தெய்வீக பார்வையையும் சமநிலையையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் ஆன்மிக வளர்ச்சியையும் உள்ளார்ந்த அமைதியையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["ஞானம்", "விடுதலை", "தத்தாத்ரேயர்"],
    "devanagari": "ॐ दत्तात्रेयाय नमः",
    "iast": "oṃ dattātreyāya namaḥ",
    "simplified_pronunciation": "ஓம் தத்தாத்ரேயாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.bhairava_om_bhairavaya",
    "deity": "பைரவர்",
    "text": "ஓம் பைரவாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் சிவனின் வீர வடிவமான பைரவரை பாதுகாப்பிற்கும் மாற்றத்திற்கும் அழைக்கிறது.",
      "இது தைரியத்தை வளர்த்து, பயத்தை நீக்கி, எதிர்மறை ஆற்றல்களை சுத்திகரிக்கிறது.",
      "சவாலான காலங்களில் அல்லது தாந்திரிக வழிபாடுகளில் இதை ஜபிப்பது வலிமையையும் ஆன்மிக சுத்தத்தையும் அளிக்கிறது.",
      "தொடர்ந்த பயிற்சி மன உறுதியையும் ஆன்மிக வலிமையையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "சைவ மரபு"
    },
    "tags": ["பாதுகாப்பு", "மாற்றம்", "பைரவர்"],
    "devanagari": "ॐ भैरवाय नमः",
    "iast": "oṃ bhairavāya namaḥ",
    "simplified_pronunciation": "ஓம் பைரவாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["இரவு", "நள்ளிரவு"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.1
  },
  {
    "id": "mantra.tripura_sundari_om_klim",
    "deity": "திரிபுரசுந்தரி",
    "text": "ஓம் க்லீம் திரிபுரசுந்தர்யை நமஹ",
    "explanation": [
      "இந்த மந்திரம் அழகு மற்றும் ஆனந்தத்தின் தேவியான திரிபுரசுந்தரியை தெய்வீக ஒற்றுமைக்காக அழைக்கிறது.",
      "‘க்லீம்’ என்ற பீஜ அச்சரணம் அன்பையும் படைப்பாற்றலையும் ஆன்மிக நிறைவை வளர்க்கிறது.",
      "இதை ஜபிப்பது உள்ளார்ந்த மகிழ்ச்சியையும் அழகுணர்வையும் ஆன்மிக சமநிலையையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த பயிற்சி உணர்ச்சி ஒற்றுமையையும் தெய்வீக இணைப்பையும் வலுப்படுத்துகிறது."
    ],
    "source": {
      "title": "சாக்த மரபு"
    },
    "tags": ["அழகு", "ஒற்றுமை", "திரிபுரசுந்தரி"],
    "devanagari": "ॐ क्लीं त्रिपुरसुन्दर्यै नमः",
    "iast": "oṃ klīṃ tripurasundaryai namaḥ",
    "simplified_pronunciation": "ஓம் க்லீம் திரிபுரசுந்தர்யை நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.ganga_om_gangaya",
    "deity": "கங்கா",
    "text": "ஓம் கங்காயை நமஹ",
    "explanation": [
      "இந்த மந்திரம் சுத்திகரிப்பின் தேவியான கங்கையை ஆன்மிக சுத்தத்திற்கும் புத்துணர்விற்கும் அழைக்கிறது.",
      "இது மனம், உடல் மற்றும் ஆன்மாவை சுத்தமாக்கி உணர்ச்சி தெளிவை வளர்க்கிறது.",
      "நீரின் அருகே அல்லது பூஜைகளின் போது இதை ஜபிப்பது ஆன்மிக சுத்தத்தையும் அமைதியையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் உள்ளார்ந்த சுத்தத்தையும் தெய்வீக இணைப்பையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வேத மரபு"
    },
    "tags": ["சுத்திகரிப்பு", "தெளிவு", "கங்கா"],
    "devanagari": "ॐ गङ्गायै नमः",
    "iast": "oṃ gaṅgāyai namaḥ",
    "simplified_pronunciation": "ஓம் கங்காயை நமஹ",
    "suggested_reps": 11,
    "best_times": ["காலை", "நீரின் அருகில்"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.rudra_om_namo_bhagavate",
    "deity": "சிவன்",
    "text": "ஓம் நமோ பகவதே ருத்ராய",
    "explanation": [
      "இந்த மந்திரம் கருணையுடனும் வீரத்துடனும் கூடிய சிவனின் ருத்ர வடிவத்தை மாற்றத்திற்காக அழைக்கிறது.",
      "இது ஆன்மிக வலிமையையும் எதிர்மறை ஆற்றலை அகற்றும் சக்தியையும் அளிக்கிறது.",
      "தியானத்தின் போது அல்லது சவாலான சூழலில் ஜபிப்பது மன உறுதியையும் தெய்வீக பாதுகாப்பையும் வளர்க்கிறது.",
      "தொடர்ந்த ஜபம் ஆன்மிக வளர்ச்சியையும் உள்ளார்ந்த அமைதியையும் ஊக்குவிக்கிறது."
    ],
    "source": {
      "title": "சைவ மரபு"
    },
    "tags": ["மாற்றம்", "பாதுகாப்பு", "சிவன்"],
    "devanagari": "ॐ नमो भगवते रुद्राय",
    "iast": "oṃ namo bhagavate rudrāya",
    "simplified_pronunciation": "ஓம் நமோ பகவதே ருத்ராய",
    "suggested_reps": 21,
    "best_times": ["வைகறை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.2
  },
  {
    "id": "mantra.lakshmana_om_lakshmanaya",
    "deity": "லக்ஷ்மணன்",
    "text": "ஓம் லக்ஷ்மணாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் ராமரின் அர்ப்பணிப்பான சகோதரர் லக்ஷ்மணனை பக்திக்கும் பாதுகாப்பிற்கும் அழைக்கிறது.",
      "இது அர்ப்பணிப்பையும் உறுதியையும் உறவுகளில் தன்னலமற்ற பணிவையும் வளர்க்கிறது.",
      "பக்தி வழிபாடுகளில் ஜபிப்பது நம்பிக்கையையும் ஆன்மிக உறுதியையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த பயிற்சி உள்ளார்ந்த வலிமையையும் பக்தியையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["நம்பிக்கை", "பாதுகாப்பு", "லக்ஷ்மணன்"],
    "devanagari": "ॐ लक्ष्मणाय नमः",
    "iast": "oṃ lakṣmaṇāya namaḥ",
    "simplified_pronunciation": "ஓம் லக்ஷ்மணாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.sankarshana_om_sankarshanaya",
    "deity": "சங்கர்ஷணன்",
    "text": "ஓம் சங்கர்ஷணாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் விஷ்ணுவின் ஒரு வடிவமான சங்கர்ஷணனை வலிமைக்கும் ஆன்மிக நிலைத்தன்மைக்கும் அழைக்கிறது.",
      "இது மன உறுதியையும் சமநிலையையும் தெய்வீக ஆற்றலுடனான இணைப்பையும் வளர்க்கிறது.",
      "தியானத்தின் போது அல்லது சவால்களில் இதை ஜபிப்பது உள்ளார்ந்த நிலைத்தன்மையையும் உறுதியையும் அளிக்கிறது.",
      "தொடர்ந்த ஜபம் ஆன்மிக வலிமையையும் தெய்வீக ஒற்றுமையையும் மேம்படுத்துகிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["வலிமை", "சமநிலை", "சங்கர்ஷணன்"],
    "devanagari": "ॐ सङ्कर्षणाय नमः",
    "iast": "oṃ saṅkarṣaṇāya namaḥ",
    "simplified_pronunciation": "ஓம் சங்கர்ஷணாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  },
  {
    "id": "mantra.pradyumna_om_pradyumnaya",
    "deity": "ப்ரத்யும்னன்",
    "text": "ஓம் ப்ரத்யும்னாய நமஹ",
    "explanation": [
      "இந்த மந்திரம் விஷ்ணுவின் ப்ரத்யும்னன் வடிவத்தை அன்புக்கும் கவர்ச்சிக்கும் ஆன்மிக ஈர்ப்பிற்கும் அழைக்கிறது.",
      "இது உணர்ச்சி ஒற்றுமையையும் ஈர்ப்பையும் தெய்வீக இணைப்பையும் வளர்க்கிறது.",
      "தியானத்தின் போது அல்லது சமூக உறவுகளில் இதை ஜபிப்பது கவர்ச்சியையும் நேர்மறை ஆற்றலையும் ஊக்குவிக்கிறது.",
      "தொடர்ந்த ஜபம் உணர்ச்சி சமநிலையையும் ஆன்மிக ஈர்ப்பையும் வளர்க்கிறது."
    ],
    "source": {
      "title": "வைஷ்ணவ மரபு"
    },
    "tags": ["அன்பு", "கவர்ச்சி", "ப்ரத்யும்னன்"],
    "devanagari": "ॐ प्रद्युम्नाय नमः",
    "iast": "oṃ pradyumnāya namaḥ",
    "simplified_pronunciation": "ஓம் ப்ரத்யும்னாய நமஹ",
    "suggested_reps": 21,
    "best_times": ["காலை", "மாலை"],
    "difficulty": 1,
    "language_level": "எளிமை",
    "weight": 1.0
  }
]
